[{
        "title": "Pain &#038; Gain (2013) ไม่เจ็บ ไม่รวย",
        "content": "<p>ชื่อภาพยนตร์ : Pain &#038; Gain (2013) ไม่เจ็บ ไม่รวย<br />\nแนว/ประเภท : แอ็คชั่น, ตลก, อาชญากรรม<br />\nผู้กำกับภาพยนตร์ : Michael Bay<br />\nบทบาทภาพยนตร์ : Christopher Markus<br />\nนักแสดง : Mark Wahlberg, Dwayne Johnson, Anthony Mackie</p>\n<p>เรื่องย่อ :</p>\n<p>แก๊ง Sun Gym สามารถรวบรวมเงินและทรัพย์สินของ Kershaw ได้ แต่พวกเขาตระหนักดีว่าการปล่อยเขาเป็นความคิดที่ไม่ดี ดังนั้นลูโกจึงวางแผนที่จะฆ่าเคอร์ชอว์โดยบังคับให้เขาดื่มเหล้าและขับรถบีเอ็มดับเบิลยูของเขาทำให้ดูเหมือนเป็นอุบัติเหตุจากการเมาแล้วขับ เมื่อ Kershaw รอดชีวิตจากการชนกลุ่มคนร้ายได้เผารถโดยมี Kershaw อยู่ในนั้น เคอร์ชอว์หลบหนีจากยานพาหนะที่ลุกโชนได้กลุ่มคนร้ายจึงวิ่งไปทับร่างของเขาสองครั้งและทิ้งเขาไว้ให้ตาย Kershaw ไม่รู้จักพวกเขารอดชีวิตและเข้ารับการรักษาในโรงพยาบาล สมาชิกแก๊งค์ Sun Gym ทำให้ตัวเองเสียชื่อเสียงด้วยความร่ำรวยของ Kershaw ลูโกเข้ายึดรถของเคอร์ชอว์และบ้านของเขาในย่านชานเมืองไมอามีอันหรูหรา Doorbal แต่งงานกับพยาบาลโรบิน ( Rebel Wilson) ซึ่งได้รับการรักษาความอ่อนแอของเขาและใช้การตัดเพื่อซื้อทรีทเมนต์การแข็งตัวของอวัยวะเพศชาย และดอยล์ละทิ้งพันธนาการของศาสนาและความสุขุมและใช้เงินไปกับโคเคนและแฟนสาวคนใหม่ของเขา</p>\n<p>ประเทศ: สหรัฐ                            วันเปิดตัว: August 26, 2013                            ภาษา: ไทย                            ทุนสร้าง: 26 ล้านเหรียญ                            ความยาว: 2 ชั่วโมง 09 นาที                            ผู้กำกับ:  Michael Bay                            นักแสดง:  Mark Wahlberg, Dwayne Johnson, Anthony Mackie</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/pgnpge.mp4",
        "media_category": "<p>หนังตลก</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/Pain-Gain-1-324x324.jpg"
    },
    {
        "title": "The Forbidden Dimensions (2013) 2035 ข้ามเวลากู้โลก",
        "content": "<p>ชื่อภาพยนตร์ : The Forbidden Dimensions (2013) 2035 ข้ามเวลากู้โลก<br />\nแนว/ประเภท : สยองขวัญ, ไซไฟ, ระทึกขวัญ<br />\nผู้กำกับภาพยนตร์ : Christopher James Miller<br />\nบทบาทภาพยนตร์ : Christopher James Miller<br />\nนักแสดง : Carl Crew, Brittany O’Neil, Christopher James Miller</p>\n<p>เรื่องย่อ :</p>\n<p>เมื่อเขารู้ว่าของขวัญของเขาเขาเดินทางไปยังปี 2035 อนาคตของโลกและมนุษยชาติเป็นสิ่งที่มืดมนโครงสร้างทางสังคมทั้งหมดถูกทำลายทิ้งไป ระบอบฟาสซิสต์ซึ่งประกาศโดยแพทย์โรคจิตมีหน้าที่รับผิดชอบในเรื่องนี้ ก่อนหน้านี้พวกเขาสังเคราะห์เซรุ่มจากซากศพของมนุษย์ต่างดาวที่ตายแล้วจึงสร้างมนุษย์กลายพันธุ์ที่ผิดรูปร่าง ตอนนี้สเลดต้องย้อนกลับไปในปี 1998 เพื่อค้นหาและทำลายต้นกำเนิดของเอเลี่ยน ด้วยความช่วยเหลือของกลุ่มสตรีอนาธิปไตยและนักสืบ Giger (ทอดด์บราวน์) ที่หนีลงเขาพยายามเปลี่ยนชะตากรรมของโลกและได้พบกับดาราเด็ก Khadijah (Jamie Katonic) กุญแจสู่สังคมแห่งการออมหรือไม่</p>\n<p>ประเทศ: สหรัฐอเมริกา                            วันเปิดตัว: January 21, 2013                            ภาษา: ไทย                                                        ความยาว: 1 ชั่วโมง 26 นาที                            ผู้กำกับ: Christopher James Miller                            นักแสดง: Carl Crew, Brittany O&#8217;Neil, Christopher James Miller</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/2035fd.mp4",
        "media_category": "<p>หนังระทึกขวัญ</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/The-Forbidden-Dimensions-1-324x324.jpg"
    },
    {
        "title": "In Secret (2013) รักต้องห้าม มิอาจเลือน",
        "content": "<p>ชื่อภาพยนตร์ : In Secret (2013) รักต้องห้าม มิอาจเลือน<br />\nแนว/ประเภท : อาชญากรรม, ดราม่า, ระทึกขวัญ<br />\nผู้กำกับภาพยนตร์ : Charlie Stratton<br />\nบทบาทภาพยนตร์ : ?mile Zola<br />\nนักแสดง : Elizabeth Olsen, Tom Felton, Jessica Lange</p>\n<p>เรื่องย่อ :</p>\n<p>ชีวิตที่สนุกสนานและปราศจากความรักเปลี่ยนไปเมื่อสามีพาเพื่อนกลับบ้าน เรื่องนี้น่าเกลียดสำหรับทุกคน ในตอนเย็นของเธอดูมาดามเล่นโดมิโนกับกลุ่มคนรู้จักที่หลากหลาย หลังจากที่เธอได้พบกับโลรองต์เลอแคลร์เพื่อนรักของสามีเธอเธอก็เริ่มต้นเรื่องผิดกฎหมายซึ่งส่งผลที่น่าเศร้า ไม่นานคามิลล์ก็เสียชีวิตระหว่างออกไปเที่ยวริมทะเลสาบกับลอเรนท์และเธเรซี การตายถูกเปิดเผยว่าเป็นการกระทำของพวกเขา: Laurent เอาชนะ Camille ขณะที่เขาอยู่ในน้ำทำให้เขาจมน้ำตาย มาดามราควินพบว่าเป็นเรื่องยากที่จะทำใจกับการตายของลูกชายของเธอและป่วยเป็นโรคเส้นเลือดในสมองตีบ แต่กลับได้ยินพวกเขาพูดถึงสิ่งที่พวกเขาทำ ด้วยความพยายามอย่างมาก เธอแจ้งเตือนเพื่อนคนหนึ่งของพวกเขาที่แจ้งเจ้าหน้าที่ เพื่อให้รอดพ้นจากการถูกตัดสินในคดีฆาตกรรมลอเรนท์และเธเรซีเลือกที่จะเอาชีวิตของตัวเอง พวกเขาดื่มยาพิษผสมกับแชมเปญและตายต่อหน้ามาดามราควิน</p>\n<p>ประเทศ: สหรัฐ                            วันเปิดตัว: September 07, 2013                            ภาษา: ไทย                            ทุนสร้าง: 2 ล้านเหรียญ                            ความยาว: 1 ชั่วโมง 42 นาที                            ผู้กำกับ: Charlie Stratton                            นักแสดง: Elizabeth Olsen, Tom Felton, Jessica Lange</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/ixscci.mp4",
        "media_category": "<p>หนังดราม่า</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/In-Secret-1-324x324.jpg"
    },
    {
        "title": "Doomsday Book (2012) บันทึกสิ้นโลก จักรกลอัจฉริยะ",
        "content": "<p>ชื่อภาพยนตร์ : Doomsday Book (2012) บันทึกสิ้นโลก จักรกลอัจฉริยะ<br />\nแนว/ประเภท : ตลก, ดราม่า, แฟนตาซี<br />\nผู้กำกับภาพยนตร์ : Jee-woon Kim<br />\nบทบาทภาพยนตร์ : Jee-woon Kim<br />\nนักแสดง : Doona Bae, Duk-moon Choi, Hyo-eun Hwang</p>\n<p>เรื่องย่อ :</p>\n<p>Seok-Woo นัดบอด เขาได้พบกับหญิงสาวสวยคนหนึ่ง ( เกาะจุนฮี ) จากนั้น Seok-Woo ก็พยายามยั่วยวนสาวงามและในที่สุดก็มีช่วงเวลาที่จะจูบสาวสวย แต่มีนักเรียนมัธยมปลายจำนวนหนึ่งขัดขวางช่วงเวลาที่ใกล้ชิดของพวกเขา Seok-Woo เตะนักเรียนม. ปลายด้วยความแข็งแกร่งเหนือมนุษย์ ตั้งแต่นั้นมาร่างกายของเขาก็เริ่มเปลี่ยนไป ตอนนี้ถนนเต็มไปด้วยซอมบี้สื่อต่างมองหาไวรัสลึกลับและเมืองโซลดูเหมือนจะถึงวาระ Creation of Heaven (“Chunsangui Pijomul”)  ในอนาคตเมื่อหุ่นยนต์ถูกแทนที่ด้วยแรงงานมนุษย์หุ่นยนต์นำทาง RU-4 ทำงานที่วัดในพุทธศาสนา หุ่นยนต์บรรลุการตรัสรู้และเริ่มแสดงพระธรรมเทศนาที่วัด UR ซึ่งเป็น บริษัท ที่ผลิต บริษัท พิจารณาว่าหุ่นยนต์เป็นภัยคุกคามต่อมนุษย์และตัดสินใจถอดชิ้นส่วน RU-4 ช่างซ่อมหุ่นยนต์ชื่อ Park Do-Won ( Kim Kang-Woo ) และพระโพธิสัตว์ Hye-Joo ( Kim Gyu-Ri ) จากนั้นพยายามช่วยหุ่นยนต์จากการตายที่ใกล้เข้ามา</p>\n<p>ประเทศ: เกาหลีใต้                            วันเปิดตัว: April 11, 2012                            ภาษา: ไทย                                                        ความยาว: 1 ชั่วโมง 53 นาที                            ผู้กำกับ:  Jee-woon Kim                             นักแสดง:  Doona Bae, Duk-moon Choi, Hyo-eun Hwang</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/dsmmok.mp4",
        "media_category": "<p>หนังดราม่า</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/Doomsday-Book-1-324x324.jpg"
    },
    {
        "title": "Young Sherlock Holmes (1985) หนุ่ม เชอร์ล็อคโฮล์มส์",
        "content": "<p>ชื่อภาพยนต์ : Young Sherlock Holmes (1985) หนุ่ม เชอร์ล็อคโฮล์มส์<br />\nประเภท : Adventure, Fantasy, Mystery<br />\nผู้กำกับ : Barry Levinson<br />\nบทภาพยนต์ : Chris Columbus<br />\nนักแสดง : Nicholas Rowe, Alan Cox, Sophie Ward, Anthony Higgins<br />\nวันที่เข้าฉาย : 4 ธันวาคม พ.ศ. 2528 (สหรัฐอเมริกา)</p>\n<p>เรื่องย่อ : Young Sherlock Holmes (1985) หนุ่ม เชอร์ล็อคโฮล์มส์ จับคู่กับจอห์นวัตสัน (อลันค็อกซ์) วัยหนุ่มที่เป็นนกฮูกเชอร์ล็อกโฮล์มส์ (นิโคลัสโรว์) เริ่มต้นการไขปริศนาที่เกี่ยวข้องกับยาหลอนประสาทและยาเสพติดที่ร้ายแรงและลัทธิทางศาสนาที่ฉลองพิธีกรรมการทำมัมมี่ของอียิปต์โบราณ พวกเขาทั้งหมดเข้ามาและดูจากที่ซ่อนซึ่งเป็นลัทธิในแนวอียิปต์โบราณที่เรียกว่า Rame-Tep (หรือที่เรียกว่า Rametep และ Ramatep) ทำพิธีที่เด็กสาวถูกสะกดจิตห่อด้วยผ้าลินินและ ฆ่าด้วยการเทขี้ผึ้งเดือดบนร่างกายของเธอ ทั้งสามคนถูกพบเห็นและต่างก็โดนหนามทิ่มแทงและพบกับภาพหลอนที่น่ากลัวของตัวเองในสุสาน แต่ในที่สุดก็หายเป็นปกติ</p>\n<p>ประเทศ: United States                            วันเปิดตัว: December 04, 1985                            ภาษา: ไทย                            ทุนสร้าง: 18 ล้านเหรียญ                            ความยาว: 1 ชั่วโมง 29 นาที                            ผู้กำกับ: Barry Levinson                            นักแสดง: Nicholas Rowe, Alan Cox, Sophie Ward, Anthony Higgins</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/yockhh.mp4",
        "media_category": "<p>หนัง HD</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/Young-Sherlock-Holmes-1985-1-324x324.jpg"
    },
    {
        "title": "Penthouse North (2013) เสียดฟ้า เบียดนรก",
        "content": "<p>ชื่อภาพยนตร์ : Penthouse North (2013) เสียดฟ้า เบียดนรก<br />\nแนว/ประเภท : ดราม่า, ลึกลับ, เขย่าขวัญ<br />\nผู้กำกับภาพยนตร์ : Joseph Ruben<br />\nบทบาทภาพยนตร์ : David Loughery<br />\nนักแสดง : Michelle Monaghan, Michael Keaton, Barry Sloane</p>\n<p>เรื่องย่อ :</p>\n<p>ในงานปาร์ตี้ที่ซาร่ากำลังเตรียมงานก่อนหน้านี้ ซาร่าปล่อยให้พวกเขาทิ้งเรื่องราวที่เธอกับไรอันกำลังทะเลาะกันและบังเอิญเบลคที่ท้องหนักเริ่มมีอาการเกร็ง ฮอลแลนเดอร์ส่งชาดไปหาเครื่องดื่มให้เขาขณะพาซาร่าออกไปที่ระเบียง ชาดพบเพชรที่ซ่อนอยู่ในก้อนน้ำแข็งและนำไปซ่อนก่อนที่จะเสนอเครื่องดื่มของชาวฮอลแลนด์ ชาดพยายามฆ่าฮอลแลนเดอร์ แต่ถูกฮอลแลนเดอร์ยิง ด้วยความสนใจของฮอลแลนเดอร์ที่มีต่อชาดซาร่าแทงฮอลแลนเดอร์ที่ด้านหลังด้วยการเฉือนสวน ขณะที่ฮอลแลนเดอร์ต่อสู้กับซาร่าแช้ดก็ฟื้นขึ้นมาและโจมตีฮอลแลนเดอร์ที่คว้าดาบของแชดและแทงเขาจนตาย ฮอลแลนเดอร์ค้นหาซาร่าซึ่งพบปืนของฮอลแลนเดอร์ เธอพยายามยิงเขาโดยใช้ความรู้สึกของเธอ แต่ปีใหม่ ซาร่าจัดการยิงฮอลแลนเดอร์ที่แขน เมื่อปืนชี้ตรงมาที่เขาเธอเริ่มขว้างเพชรไปที่ระเบียงขู่ว่าจะโยนมันทั้งหมดออกไป เมื่อฮอลแลนเดอร์ทำปฏิกิริยาเธอสามารถได้ยินเขาและยิงเขาที่หน้าอกก่อนที่จะผลักเขาออกจากระเบียงจนเสียชีวิต มีการเปิดเผยว่าซาร่าเก็บเพชรไว้ในมือ เธอแช่แข็งพวกมันอีกครั้งในถาดน้ำแข็งในขณะที่เห็นแมวของเธอเดินอยู่เหนือศพของชาวฮอลแลนด์ที่พื้นด้านล่าง</p>\n<p>ประเทศ: สหรัฐอเมริกา                            วันเปิดตัว: April 18, 2013                            ภาษา: ไทย                                                        ความยาว: 1 ชั่วโมง 25 นาที                            ผู้กำกับ:  Joseph Ruben                            นักแสดง:  Michelle Monaghan, Michael Keaton, Barry Sloane</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/nuothp.mp4",
        "media_category": "<p>หนังดราม่า</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/Penthouse-North-1-324x324.jpg"
    },
    {
        "title": "The Hunger Games (2012) เกมล่าเกม",
        "content": "<p>ชื่อภาพยนตร์ : The Hunger Games (2012) เกมล่าเกม<br />\nแนว/ประเภท : แอ็คชั่น, ผจญภัย, ไซไฟ<br />\nผู้กำกับภาพยนตร์ : Gary Ross<br />\nบทบาทภาพยนตร์ : Gary Ross<br />\nนักแสดง : Jennifer Lawrence, Josh Hutcherson, Liam Hemsworth</p>\n<p>เรื่องย่อ :</p>\n<p>ทั้ง 12 เขตถูกบังคับโดยหน่วยงานของรัฐให้เลือกบรรณาการสองคนแต่ละคนเด็กชายและเด็กหญิงหนึ่งคนอายุระหว่าง 12 ถึง 18 ปีเพื่อต่อสู้กับความตายในเกม Hunger Games ประจำปีจนกว่าจะมีเพียง ผู้รอดชีวิตคนหนึ่ง ในเขต 12 หลังจากที่น้องสาวของเธอได้รับเลือก Primrose Katniss Everdeenอายุ 16 ปีก็อาสาเข้ามารับตำแหน่งแทน Madge ลูกสาวของนายกเทศมนตรีให้เข็มม็อกกิ้งเจย์แก่แคทนิส เธอและเพื่อนร่วมงานยกย่องPeeta Mellarkจากนั้นจะถูกพาไปยัง Capitol โดยผู้ช่วยของพวกเขา Effie Trinket และที่ปรึกษา Haymitch Abernathy ผู้ชนะเกมที่มีชีวิตอยู่ในปัจจุบันจากเขต 12 เท่านั้น Haymitch เน้นย้ำถึงความสำคัญของการได้รับผู้สนับสนุนเนื่องจากพวกเขาสามารถมอบของขวัญช่วยชีวิตที่อาจช่วยชีวิตได้ในระหว่างเกม ในขณะฝึกอบรม Katniss สังเกต “อาชีพ” (Marvel, Glimmer, Cato and Clove) อาสาสมัครจากเขต 1 และ 2 ที่ร่ำรวยซึ่งได้รับการฝึกฝนสำหรับเกมตั้งแต่อายุยังน้อย ในระหว่างการสัมภาษณ์ทางโทรทัศน์กับ Caesar Flickerman Peeta แสดงความรักที่เขามีต่อ Katniss ซึ่งในตอนแรกเธอเห็นว่าเป็นความพยายามที่จะดึงดูดผู้สนับสนุน เธอรู้ในภายหลังว่าการรับเข้าเรียนของเขาเป็นของแท้&nbsp; ในช่วงเริ่มต้นของเกม Katniss ไม่สนใจคำแนะนำของ Haymitch และคว้าเสบียงบางอย่างที่วางไว้รอบ Cornucopia ซึ่งเป็นโครงสร้างที่จุดเริ่มต้นและรอดพ้นจากความตายได้อย่างหวุดหวิด ครึ่งหนึ่งของ 24 บรรณาการเสียชีวิตในระยะประชิดครั้งแรกและมีเพียงสิบเอ็ดคนรวมทั้งอาชีพเท่านั้นที่อยู่รอดในวันแรก แคทนิสพยายามที่จะอยู่ห่างจากคนอื่น ๆ แต่เซเนก้าเครนหัวหน้าเกมเมอร์จุดชนวนให้เกิดไฟป่าเพื่อไล่เธอเข้าหา เธอวิ่งเข้าไปใน Careers ซึ่งดูเหมือนว่า Peeta จะเป็นพันธมิตรและหนีขึ้นต้นไม้ Peeta แนะนำให้ Careers รอเธอออกไป เช้าวันรุ่งขึ้น Katniss สังเกตเห็น Rue ซึ่งเป็นส่วยหญิงสาวของเขต 11 ซ่อนตัวอยู่ในต้นไม้ที่อยู่ติดกัน Rue ดึงความสนใจของเธอไปที่รังของแจ็คเกอร์ผู้ติดตามตัวต่อพิษดัดแปลงพันธุกรรม แคทนิสใช้มีดเลื่อยกิ่งไม้ที่ถือรังออกทำให้มันตกลงไปบนแคทนิสที่นอนอยู่ด้านล่าง ริบหรี่ตาย แต่คนอื่น ๆ หนี Katniss สับสนจากการถูกต่อยสองสามครั้ง Peeta กลับมาและบอกให้เธอหนีไป</p>\n<p>ประเทศ: สหรัฐ                            วันเปิดตัว: March 30, 2012                            ภาษา: ไทย                            ทุนสร้าง: 78 ล้านดอลลาร์                            ความยาว: 2 ชั่วโมง 22 นาที                            ผู้กำกับ:  Gary Ross                            นักแสดง:  Jennifer Lawrence, Josh Hutcherson, Liam Hemsworth |</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/tugehr.mp4",
        "media_category": "<p>หนังผจญภัย</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/The-Hunger-Games-1-324x324.jpg"
    },
    {
        "title": "The Siege of Jadotville (2016)",
        "content": "<p>ชื่อภาพยนตร์ : The Siege of Jadotville (2016)</p>\n<p>แนว/ประเภท : Action, Drama, History</p>\n<p>ประเทศ: ไอร์แลนด์, แอฟริกาใต้                            วันเปิดตัว: September 19, 2016                            ภาษา: อังกฤษ                                                        ความยาว: 1 ชั่วโมง 48 นาที                            ผู้กำกับ: Richie Smyth                            นักแสดง: Richard Lukunku, Danny Sapani, Andrew Stock, Mark Strong, Jamie Dornan</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/tsjdoe.mp4",
        "media_category": "<p>หนังดราม่า</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/The-Siege-of-Jadotville-2016-1-324x324.jpg"
    },
    {
        "title": "Messiah (2020) เมสสิยาห์ ปาฏิหาริย์สะเทือนโลก",
        "content": "<p>เรื่องย่อ : Messiah (2020) เมสสิยาห์ ปาฏิหาริย์สะเทือนโลก เขาเชื่อว่าเขาช่วยดามัสกัสให้พ้นจากความพินาศได้อย่างปาฏิหาริย์ ฝูงชนติดตามชายที่พวกเขาเรียกว่า อัลมาซีห์ เข้าไปในทะเลทรายทำให้เกิดความสงสัยของ ซีไอเอ</p>\n<p>วันเปิดตัว: January 01, 2020                                                                                    ความยาว: 0 ชั่วโมง 28 นาที                            ผู้กำกับ: Michael Petroni                            นักแสดง: Michelle Monaghan ,Mehdi Dehbi ,John Ortiz</p>\n",
        "video_url": "https://bo99.b-cdn.net/series/2020/msshsn1/1.mp4",
        "media_category": "<p>ซีรีย์ฝรั่ง</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/115108-1-324x324.jpg"
    },
    {
        "title": "Hotel Mumbai (2018) มุมไบ เมืองนรกแตก",
        "content": "<p>ชื่อภาพยนตร์ : Hotel Mumbai (2018) มุมไบ เมืองนรกแตก<br />\nแนว/ประเภท : แอคชั่น,  ดราม่า, ประวัติศาสตร์<br />\nผู้กำกับภาพยนตร์ : Anthony Maras<br />\nบทบาทภาพยนตร์ : Anthony Maras<br />\nนักแสดง : Dev Patel, Armie Hammer, Nazanin Boniadi</p>\n<p>เรื่องย่อ :</p>\n<p>Arjun ปฏิบัติตามคำแนะนำของ Oberoi และพาแขกที่อยู่ภายใต้การดูแลของเขาไปที่ Chambers Lounge ซึ่งเป็นคลับพิเศษที่ซ่อนอยู่ภายในโรงแรมซึ่งพวกเขาหวังว่าจะปลอดภัย เดวิดแซลลีและคาเมรอนพยายามรวมกลุ่มกับพวกเขาอีกครั้ง แต่เดวิดถูกผู้ก่อการร้ายจับจ่อขณะที่แซลลีและคาเมรอนติดอยู่ในตู้ เดวิดถูกมัดไว้บนพื้นในห้องแยก ในขณะเดียวกันเจ้าหน้าที่ตำรวจ DC Vam และคู่หูของเขาตัดสินใจที่จะเข้าไปในโรงแรมด้วยความหวังที่จะไปถึงห้องรักษาความปลอดภัยเพื่อให้พวกเขาสามารถติดตามการเคลื่อนไหวของผู้ก่อการร้ายได้ อาร์จันพยายามพาบรีแขกที่บาดเจ็บสาหัสออกจากสถานที่เพื่อให้เธอไปส่งโรงพยาบาล ทั้งสองเผชิญหน้ากับตำรวจ แต่บรีตื่นตระหนกและหนีไปเพียงเพื่อถูกผู้ก่อการร้ายยิงตาย Arjun พาตำรวจไปที่ห้องรักษาความปลอดภัยและพวกเขาพบว่าผู้ก่อการร้ายกำลังจะบุกเข้าไปใน Chambers Lounge โดยใช้การระบุตัวตนของตำรวจที่พวกเขาสังหารก่อนหน้านี้ เจ้าหน้าที่ตำรวจ DC Vam สั่งให้ Arjun อยู่ในขณะที่เขาไปโจมตีผู้ก่อการร้ายและทำให้คนบาดเจ็บได้สำเร็จก่อนจะถูกขับออกไป ตามคำแนะนำของโอเบรอยซาห์ราและวาซิลีตัดสินใจออกจากห้องรับรองเพื่อหลบหนี แต่พวกเขาก็ถูกจับและถูกจับเป็นตัวประกันด้วย ผู้ก่อการร้ายบังคับให้ซาห์ราและวาซิลีจ่อเพื่อเข้าร่วมกับตัวประกันคนอื่น ๆ ของพวกเขา (รวมถึงเดวิด) ซึ่งทุกคนนอนหงายอยู่บนพื้น ไม่นานซาห์ราและวาซิลีก็ผูกพันธ์กันและซาห์ราจับมือเดวิดสามีของเธอที่พื้นโดยมัดมือไพล่หลัง</p>\n<p>ประเทศ: ออสเตรเลีย                            วันเปิดตัว: September 07, 2018                            ภาษา: ไทย                            ทุนสร้าง: 17.3 ล้านดอลลาร์                            ความยาว: 2 ชั่วโมง 03 นาที                            ผู้กำกับ: Anthony Maras                            นักแสดง: Dev Patel, Armie Hammer, Nazanin Boniadi</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/motmrx.mp4",
        "media_category": "<p>หนังดราม่า</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/Hotel-Mumbai-1-324x324.jpg"
    },
    {
        "title": "Burden (2018) เบอร์เดน",
        "content": "<p>ชื่อภาพยนตร์ : Burden (2018) เบอร์เดน<br />\nแนว/ประเภท : ละคร<br />\nผู้กำกับภาพยนตร์ : Andrew Heckler<br />\nบทบาทภาพยนตร์ : Andrew Heckler<br />\nนักแสดง : Garrett Hedlund, Andrea Riseborough, Forest Whitaker</p>\n<p>เรื่องย่อ :</p>\n<p>Burden ของแอนดรูว์เฮ็คเลอร์การ์เร็ตต์เฮ็คเลอร์เคลื่อนไหวราวกับหุ่นเชิดแขนหลวมไหล่แกว่งไปมาศีรษะภายใต้การควบคุมของร่างพ่อที่ชั่วร้าย (ทอมวิลคินสัน) ที่ควบคุมเชือก ละครใจกว้างของ Heckler สร้างจากเรื่องจริงของชาย repo ที่พยายามจะลาออกจาก Klan ในปี 1996 ได้จุดชนวนคดีอสังหาริมทรัพย์ที่แปลกประหลาดที่สุดครั้งหนึ่งในประวัติศาสตร์สมัยใหม่ระหว่าง Fagen-eqsue Tom Griffin ของ Wilkinson ผู้ดำเนินการ Redneck KKK Museum และ ผู้นับถือในท้องถิ่นชื่อ Kennedy (Forest Whitaker)</p>\n<p>ประเทศ: สหรัฐ                            วันเปิดตัว: January 21, 2018                            ภาษา: ไทย                                                        ความยาว: 1 ชั่วโมง 57 นาที                            ผู้กำกับ: Andrew Heckler                            นักแสดง:  Garrett Hedlund, Andrea Riseborough, Forest Whitaker</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/bdeufz.mp4",
        "media_category": "<p>หนังดราม่า</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/Burden-1-324x324.jpg"
    },
    {
        "title": "DTC -Yukemuri Junjou Hen- from HiGH &#038; LOW (2018) ไฮ แอนด์ โลว์ ดีทีซีกับความรัก ณ บ่อน้ำพุร้อน",
        "content": "<p>ชื่อภาพยนตร์ : DTC -Yukemuri Junjou Hen- from HiGH &#038; LOW (2018) ไฮ แอนด์ โลว์ ดีทีซีกับความรัก ณ บ่อน้ำพุร้อน<br />\nแนว/ประเภท : ตลก, ดราม่า<br />\nผู้กำกับภาพยนตร์ : Norihisa Hiranuma<br />\nบทบาทภาพยนตร์ : Norihisa Hiranuma<br />\nนักแสดง : Kenjir? Yamashita, Kanta Sat?, Taiki Sat?</p>\n<p>เรื่องย่อ :</p>\n<p>Dan, Tettsu และ Chiharu (DTC) รู้สึกเหนื่อยล้าหลังจากวันที่น่าตื่นเต้นทั้งหมดนั้น แต่สิ่งที่รอพวกเขาอยู่คือชีวิตที่น่าเบื่ออย่างยิ่ง เพื่อแสวงหาความตื่นเต้นและความเยาว์วัย (และเด็กผู้หญิง) ทั้งสามคนออกเดินทางด้วยมอเตอร์ไซค์โดยไม่มีจุดหมายปลายทางที่เจาะจง แต่ในไม่ช้าพวกเขาก็ใช้เงินจนหมดและต้องทำงานพาร์ทไทม์ในโรงแรมที่รีสอร์ทน้ำพุร้อน … ที่นั่นพวกเขาได้พบกับเจ้าของสาวมาริและเมกุมิลูกสาวคนเดียวของเธอ Chiharu ชอบมารีที่ดูแลลูกสาวและบริหารโรงแรมคนเดียวหลังจากสามีเสียชีวิต อย่างไรก็ตามชิฮารุรู้ดีว่ามาริและหัวหน้าเสมียนมิยาซากินั้นดึงดูดกันและกัน เพื่อช่วยทั้งสองคนที่ไม่สามารถแต่งงานกันได้เพราะลูกสาวของเธอทั้งสามคนตัดสินใจที่จะดำเนินแผนการบางอย่างโดยได้รับความช่วยเหลือจากเพื่อนของพวกเขา Tatebue Brothers รวมถึง SMG และ Daruma Babies ที่เคยเป็นคู่แข่งกัน! จุดจบของทริปบริสุทธิ์ที่ไม่น่าเชื่อของ DTC จะเป็นอย่างไร</p>\n<p>วันเปิดตัว: September 28, 2018                                                                                    ความยาว: 1 ชั่วโมง 42 นาที                            ผู้กำกับ: Norihisa Hiranuma                            นักแสดง:  Kenjir? Yamashita, Kanta Sat?, Taiki Sat?</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/dtcuyh.mp4",
        "media_category": "<p>หนังดราม่า</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/DTC-Yukemuri-Junjou-Hen-from-HiGH-LOW-1-324x324.jpg"
    },
    {
        "title": "Mr.Jones (2019) ถอดรหัสวิกฤตพลิกโลก",
        "content": "<p>ชื่อภาพยนตร์ : Mr.Jones (2019) ถอดรหัสวิกฤตพลิกโลก</p>\n<p>แนว/ประเภท : Biography, Drama, Thriller</p>\n<p>ผู้กำกับภาพยนตร์ : Agnieszka Holland</p>\n<p>ประเทศ: โปแลนด์                            วันเปิดตัว: October 25, 2019                            ภาษา: อังกฤษ                                                        ความยาว: 1 ชั่วโมง 58 นาที                            ผู้กำกับ: Agnieszka Holland                            นักแสดง: James Norton, Vanessa Kirby, Peter Sarsgaard, Joseph Mawle, Kenneth Cranham</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/mojiss.mp4",
        "media_category": "<p>หนังชีวประวัติ</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/Mr.Jones-2019-1-324x324.jpg"
    },
    {
        "title": "The Boys in the Band (2020) ความหลังเพื่อนเกย์",
        "content": "<p>ชื่อภาพยนตร์ : The Boys in the Band (2020) ความหลังเพื่อนเกย์</p>\n<p>แนว/ประเภท : Drama</p>\n<p>ประเทศ: อเมริกา                            วันเปิดตัว: September 30, 2020                            ภาษา: อังกฤษ                                                        ความยาว: 2 ชั่วโมง 02 นาที                            ผู้กำกับ: Joe Mantello                            นักแสดง: Jim Parsons, Zachary Quinto, Matt Bomer, Andrew Rannells, Charlie Carver</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/tbooue.mp4",
        "media_category": "<p>หนังดราม่า</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/The-Boys-in-the-Band-2020-1-324x324.jpg"
    },
    {
        "title": "American Murder: The Family Next Door (2020) ครอบครัวข้างบ้าน",
        "content": "<p>ชื่อภาพยนตร์ : American Murder: The Family Next Door (2020) ครอบครัวข้างบ้าน</p>\n<p>แนว/ประเภท : Documentary, Crime</p>\n<p>ประเทศ: อเมริกา                            วันเปิดตัว: September 20, 2020                            ภาษา: อังกฤษ                                                        ความยาว: 1 ชั่วโมง 23 นาที                            ผู้กำกับ: Jenny Popplewell                            นักแสดง: &#8211;</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/malcus.mp4",
        "media_category": "<p>หนังซับไทย</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/American-Murder-The-Family-Next-Door-2020-1-324x324.jpg"
    },
    {
        "title": "High &#038; Low: The Red Rain (2016) ไฮ แอนด์ โลว์ เดอะ เรด เรน",
        "content": "<p>ชื่อภาพยนตร์ : High &#038; Low: The Red Rain (2016) ไฮ แอนด์ โลว์ เดอะ เรด เรน</p>\n<p>แนว/ประเภท : Action, Drama</p>\n<p>ประเทศ: ญี่ปุ่น                            วันเปิดตัว: October 08, 2016                            ภาษา: ญี่ปุ่น                                                        ความยาว: 1 ชั่วโมง 50 นาที                            ผู้กำกับ: Yudai Yamaguchi                            นักแสดง: Takahiro, Hiroomi Tosaka, Takumi Saitoh, Nozomi Band?, Ken Ishiguro</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/hliread.mp4",
        "media_category": "<p>หนังดราม่า</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/High-Low-The-Red-Rain-2016-1-324x324.jpg"
    },
    {
        "title": "Better Living Through Chemistry (2014) คู่กิ๊กเคมีลงล็อค",
        "content": "<p>ชื่อภาพยนตร์ : High &#038; Low: The Red Rain (2016) ไฮ แอนด์ โลว์ เดอะ เรด เรน</p>\n<p>แนว/ประเภท : Comedy, Drama</p>\n<p>ประเทศ: อเมริกา                            วันเปิดตัว: March 14, 2014                            ภาษา: อังกฤษ                                                        ความยาว: 1 ชั่วโมง 31 นาที                            ผู้กำกับ: Geoff Moore, David Posamentier                            นักแสดง: Geoff Moore, David Posamentier</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/lcthem.mp4",
        "media_category": "<p>หนังดราม่า</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/Better-Living-Through-Chemistry-2014-1-297x324.jpg"
    },
    {
        "title": "Sex Education 2 (2020) เพศศึกษา หลักสูตรเร่งรัก",
        "content": "<p>เรื่องย่อ : Sex Education 2 (2020) เพศศึกษา หลักสูตรเร่งรัก ซีซั่น 2  EP 1 การช่วยตัวเองกลายเป็นพรสวรรค์ที่เป็นความลับของโอทิส แต่เขาสามารถควบคุมความปรารถนาที่ไม่ขัดขืนของเขาที่มีต่อโอลาได้หรือไม่? การระบาดของหนองในเทียมทำให้นักเรียนเสียสมาธิ</p>\n<p>วันเปิดตัว: January 17, 2020                                                                                    ความยาว: 0 ชั่วโมง 30 นาที                            ผู้กำกับ: Laurie Nunn                            นักแสดง: Asa Butterfield ,Gillian Anderson ,Ncuti Gatwa ,Emma Mackey</p>\n",
        "video_url": "https://bo99.b-cdn.net/series/2020/sxeds2/1.mp4",
        "media_category": "<p>ซีรีย์ฝรั่ง</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/Sex-Education-2-1-324x324.png"
    },
    {
        "title": "Rise of Empires Ottoman (2020) ออตโตมันผงาด",
        "content": "<p>หลังจากอ้างสิทธิ์ในราชบัลลังก์ของออตโตมันเมห์เหม็ดที่ 2 ส่งสัญญาณที่ชัดเจนไปยังคอนสแตนตินจักรพรรดิไบแซนไทน์ ใส่ Genoese Mercenaries</p>\n<p>วันเปิดตัว: January 24, 2020                                                                                    ความยาว: 0 ชั่วโมง 26 นาที                            ผู้กำกับ: Emre Sahin                            นักแสดง: Cem Yigit Uz?moglu ,Tommaso Basili ,Selim Bayraktar ,Birkan Sokullu</p>\n",
        "video_url": "https://bo99.b-cdn.net/series/2020/rsoem1/1.mp4",
        "media_category": "<p>ซีรีย์ฝรั่ง</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/Rise-of-Empires-Ottoman-1-324x324.jpg"
    },
    {
        "title": "Equity (2016)",
        "content": "<p>ชื่อภาพยนตร์ : Equity (2016)<br />\nแนว/ประเภท : ละคร<br />\nผู้กำกับภาพยนตร์ : Meera Menon<br />\nบทบาทภาพยนตร์ : Sarah Megan Thomas<br />\nนักแสดง : Anna Gunn, James Purefoy, Sarah Megan Thomas</p>\n<p>เรื่องย่อ :</p>\n<p>รองประธาน Erin Manning (Sarah Megan Thomas) ผู้ช่วยของ Naomi ใน IPO รู้ว่า Marin ถูกไล่ออก เพื่อเตือนนาโอมิในเรื่องนี้เธอจึงไปที่บ้านของไมเคิลหลังจากที่ไม่สามารถติดต่อนาโอมิได้และจบลงด้วยการรั่วไหลข้อมูลให้กับเขาด้วยความหวังว่าเขาจะสามารถได้รับการเลื่อนตำแหน่งให้เธอซึ่งเป็นสิ่งที่นาโอมิไม่สามารถทำเพื่อเธอได้ ไมเคิลเล่าเคล็ดลับให้เพื่อน ๆ ที่ไททาไนต์ฟังแล้วส่งเรื่องราวไปให้เพื่อนร่วมห้องเก่าสมัยเรียนมหาวิทยาลัยซึ่งเป็นนักข่าวสายเทคโนโลยี นาโอมิคิดออกว่าเอรินเป็นคนทรยศเธอโดยอาศัยปากกาสีเขียวซึ่งเป็นปากกาชนิดเดียวกับที่ไมเคิลใช้ เมื่อหุ้นเปิดทำการความเชื่อมั่นจะหายไปและ บริษัท สูญเสียหนึ่งในสามของมูลค่าในวันแรกของการซื้อขาย ไมเคิลเปลี่ยนงานเป็นไททาไนต์โดยละเลยที่จะพาเอรินไปด้วย นาโอมิถูกไล่ออกขณะที่เอรินรับตำแหน่ง ไม่สามารถแตกคดีจากภายนอกได้ซาแมนธาให้สัมภาษณ์ตำแหน่งองค์กรที่มีค่าตอบแทนสูงโดยบอกว่าเธออยู่ในนั้นเพื่อเงินโดยใช้คำพูดจากสุนทรพจน์ที่เธอได้ยินนาโอมิให้ในงานศิษย์เก่า</p>\n<p>ประเทศ: สหรัฐอเมริกา                            วันเปิดตัว: July 29, 2016                            ภาษา: ไทย                                                        ความยาว: 1 ชั่วโมง 40 นาที                            ผู้กำกับ:  Meera Menon                            นักแสดง:  Anna Gunn, James Purefoy, Sarah Megan Thomas</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/qwwtlk.mp4",
        "media_category": "<p>หนังดราม่า</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/Equity-1-324x324.jpg"
    },
    {
        "title": "Hercules (1997) เฮอร์คิวลิส",
        "content": "<p>ชื่อภาพยนตร์ : Hercules (1997) เฮอร์คิวลิส<br />\nแนว/ประเภท : Animation, Adventure, Comedy<br />\nผู้กำกับภาพยนตร์ : Ron Clements, John Musker<br />\nบทภาพยนตร์ : Ron Clements, John Musker<br />\nนักแสดง : Tate Donovan, Susan Egan, James Woods<br />\nเรื่องย่อ : Hercules (1997) เฮอร์คิวลิส ตำนานเทพมหากาพย์แห่งจินตนาการและความมหัศจรรย์สุดเร้าใจผสานบทเพลงที่ไพเราะกว่าที่เคย ด้วยพลังเหนือมนุษย์หนุ่มน้อยนาม เฮอร์คิวลิส มุ่งมั่นพิสูจน์ความเป็นวีรบุรุษของตน ภายใต้สายตาของเทพซีอุสผู้เป็นบิดา เฮอร์คิวลิสมีปิกาซัสม้าบินเพื่อนรัก และฟิล ครูผู้คอยสั่งสอน ร่วมติดตามการผจญภัยเพื่อค้นห้าตัวเอง โดยถูกรังควานด้วยเล่ห์ของเฮเดส ยมโลกเจ้าอารมณ์ ผู้ต้องการยึดครองหุบเขาโอลิมปุส อันเป็นเหตุให้เฮอร์คิวลิสต้องเลือกระหว่างพลังแห่งเทพ กับรักแท้เม็ก สาวสวยชาวกรีก ซึ่งทางเลือกของเขานำสู่บทเรียนล้ำค่าของหัวใจ</p>\n<p>ประเทศ: United States                            วันเปิดตัว: June 27, 1997                            ภาษา: English                            ทุนสร้าง: $85 million                            ความยาว: 1 ชั่วโมง 19 นาที                            ผู้กำกับ: Ron Clements, John Musker                            นักแสดง: Tate Donovan, Susan Egan, James Woods</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/hcuedc.mp4",
        "media_category": "<p>หนังการ์ตูน</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/Hercules-1-324x324.jpg"
    },
    {
        "title": "Dragons: Rescue Riders: Hunt for the Golden Dragon (2020) ทีมมังกรผู้พิทักษ์ ล่ามังกรทองคำ",
        "content": "<p>ชื่อภาพยนตร์ : Dragons: Rescue Riders: Hunt for the Golden Dragon (2020) ทีมมังกรผู้พิทักษ์ ล่ามังกรทองคำ<br />\nแนว/ประเภท : แอนิเมชัน, การผจญภัย, ครอบครัว<br />\nผู้กำกับภาพยนตร์ : Greg Rankin<br />\nบทบาทภาพยนตร์ : Steven Altiere<br />\nนักแสดง :  Noah Kaye Bentley, Brennley Brown, Zach Callison</p>\n<p>เรื่องย่อ</p>\n<p>บนเกาะหมาป่าพาทีมไปที่ทางเข้าถ้ำก่อนออกจากพวกเขา เมื่อเข้ามา Rescue Riders จะพบประตูที่มีภาพวาดมังกรและสัญลักษณ์คลาสมังกร เมื่ออ่านเบาะแสถัดไปพวกเขารู้ว่าต้องจับคู่สัญลักษณ์โดยการกดกระเบื้อง มังกรตัวแรกคือMonstrous Nightmareซึ่ง Leyla ระบุว่าเป็นมังกร Stoker Class หลังจากกดกระเบื้องประตูก็เลื่อนเปิดออกเพียงเล็กน้อย มังกรตัวต่อไปคือGronckleซึ่ง Burple ผิดพลาดสำหรับมังกร Strike Class กำแพงเริ่มปิดใน Rescue Riders และกระเบื้องก็เลื่อนกลับ จากนั้น Leyla ก็วาง Gronckle ไว้ใน Boulder Class ซึ่งทำให้ประตูเปิดได้มากขึ้น</p>\n<p>ประเทศ: สหรัฐ                            วันเปิดตัว: March 27, 2020                            ภาษา: อังกฤษ                                                        ความยาว: 0 ชั่วโมง 46 นาที                            ผู้กำกับ:  Greg Rankin                            นักแสดง:  Noah Kaye Bentley, Brennley Brown, Zach Callison</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/drgohh.mp4",
        "media_category": "<p>หนังการ์ตูน</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/Dragons-Rescue-Riders-Hunt-for-the-Golden-Dragon-1-324x324.jpg"
    },
    {
        "title": "It’s Kind of a Funny Story (2010) ขอบ้าสักพัก หารักให้เจอ",
        "content": "<p>ชื่อภาพยนตร์ : It’s Kind of a Funny Story (2010) ขอบ้าสักพัก หารักให้เจอ<br />\nแนว/ประเภท : Comedy, Drama, Romance<br />\nผู้กำกับภาพยนตร์ : Anna Boden, Ryan Fleck<br />\nบทภาพยนตร์ : Anna Boden, Ryan Fleck<br />\nนักแสดง : Keir Gilchrist, Zach Galifianakis, Emma Roberts<br />\nเรื่องย่อ : It’s Kind of a Funny Story (2010) ขอบ้าสักพัก หารักให้เจอ เคร็ก (เคียร์ กิลคริสต์) หนุ่มวัย 16 ขวบ มีอาการจิตตก หดหู่ มาได้สักระยะ จากการกลัวว่าตนจะประสบความล้มเหลวในชีวิต จนคิดจะฆ่าตัวตายโดยการโดดสะพานบรู้คลินซะให้รู้แล้วรู้รอด แต่ยังดีที่เขายังคิดถึงพ่อแม่และน้องสาวอยู่ จึงได้ล้มเลิกความตั้งใจนั้น แล้วเดินดุ่มเข้าไปที่ รพ.แถวบ้าน เพื่อกะจะขอยามาระงับความเครียดซะหน่อย แต่คุณหมอกลับสั่งแอดมิท เพื่อขอสังเกตอาการของเขาเป็นเวลา 5 วัน ซึ่งพ่อแม่ของเขาก็ดันเห็นดีเห็นงามกับหมอ งานนี้เคร็กเลยจำต้องอยู่กินนอนรวมกับบรรดาผู้ป่วยคนอื่นๆ จนเกิดเรื่องราวสนุกๆขึ้นมากมาย</p>\n<p>ประเทศ: United States                            วันเปิดตัว: October 08, 2010                            ภาษา: English                            ทุนสร้าง: $8 million                            ความยาว: 1 ชั่วโมง 24 นาที                            ผู้กำกับ: Anna Boden, Ryan Fleck                            นักแสดง: Keir Gilchrist, Zach Galifianakis, Emma Roberts</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/iofits.mp4",
        "media_category": "<p>หนังดราม่า</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/It’s-Kind-of-a-Funny-Story-1-324x324.jpg"
    },
    {
        "title": "The night clerk (2020) แอบดูตาย แอบดูเธอ",
        "content": "<p>ชื่อภาพยนตร์ : The night clerk (2020) แอบดูตาย แอบดูเธอ<br />\nแนว/ประเภท : อาชญากรรม, ดราม่า, ความลึกลับ<br />\nผู้กำกับภาพยนตร์ : Michael Cristofer<br />\nบทบาทภาพยนตร์ : Michael Cristofer<br />\nนักแสดง : Tye Sheridan, Ana de Armas, Helen Hunt</p>\n<p>เรื่องย่อ</p>\n<p>วันรุ่งขึ้นบาร์ตตัดผมและซื้อสูทรถและโคโลญจน์ใหม่ เขาพยายามไปเยี่ยมแอนเดรียที่โรงแรมเพียงเพื่อพบว่าเธอมีเซ็กส์กับชายนิรนามจากห้องของคาเรนซึ่งเขาจำได้จากรอยสัก บาร์ตกลับบ้านและพบว่าตำรวจยึดคอมพิวเตอร์และอุปกรณ์กล้องทั้งหมดของเขาไปแล้ว เขาบอก Espada ว่าฮาร์ดไดรฟ์ของเขาว่างเปล่าเพราะเขาลบบันทึกทั้งหมดก่อนที่ตำรวจจะมาถึง หลังจาก Espada ออกไป Bart ก็ดึงฮาร์ดไดรฟ์ที่ซ่อนอยู่ซึ่งมีสำเนาการบันทึกจากห้องของ Karen  ชายนิรนามที่บาร์ตเห็นกับแอนเดรียคือนิคสามีของคาเรนนักสืบที่มีความสัมพันธ์กับแอนเดรียนาและต้องการให้เธอฆ่าบาร์ตเขาจึงไม่สามารถระบุตัวนิคกับตำรวจได้ ขณะที่บาร์ตดูกล้องในห้องของแอนเดรียนาเขาเห็นนิคเถียงกับเธอและเริ่มทุบตีเธอ เขารีบไปที่โรงแรมและเข้าไปในห้องของแอนเดรียนาเมื่อนิคออกไปจากนั้นก็ให้ดูกล้องที่ซ่อนอยู่ของแอนเดรียนา ที่บ้านของเขาเขาแสดงให้เธอดูบันทึกจากห้องของคาเรนและแอนเดรียนาเห็นว่านิคฆ่าคาเรน แอนเดรียนาเริ่มร้องไห้และไปนอนบนเตียงของบาร์ต เขานอนกับเธอและหลับไป  เช้าวันรุ่งขึ้นบาร์ตพบว่าแอนเดรียนาหายไปเช่นเดียวกับฮาร์ดไดรฟ์ที่เขามีสำเนาบันทึกจากห้องของคาเรน เขายังพบว่าแอนเดรียนาทิ้งปืนจากกระเป๋าเงินของคาเรนไว้บนเตียง แอนเดรียมอบฮาร์ดไดรฟ์ให้นิคพร้อมบันทึกห้องของคาเรนและพวกเขาก็เริ่มขับรถออกจากเมือง ตำรวจมาถึงบ้านของบาร์ทและพบว่าบาร์ตไม่อยู่ แต่ได้ทิ้งปืนและการ์ดเก็บกล้องไว้พร้อมกับโน้ตสำหรับเอสปาด้า นิคและแอนเดรียถูกดึงเข้าไปและถูกจับกุม บาร์ตเดินผ่านห้างสรรพสินค้าในท้องถิ่นและฝึกฝนการพูดสนทนาและภาษากายที่เขาสังเกตเห็นในการบันทึกของเขา</p>\n<p>ประเทศ: สหรัฐ                            วันเปิดตัว: February 21, 2020                            ภาษา: ไทย                                                        ความยาว: 1 ชั่วโมง 30 นาที                            ผู้กำกับ:  Michael Cristofer                            นักแสดง:  Tye Sheridan, Ana de Armas, Helen Hunt</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/clrnni.mp4",
        "media_category": "<p>หนังดราม่า</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/The-night-clerk-1-220x324.jpeg"
    },
    {
        "title": "Ravenous (1999) คนเขมือบคน",
        "content": "<p>ชื่อภาพยนตร์ : Ravenous (1999) คนเขมือบคน<br />\nแนว/ประเภท : Adventure, Comedy, Horror<br />\nผู้กำกับภาพยนตร์ : Antonia Bird<br />\nบทภาพยนตร์ : Ted Griffin<br />\nนักแสดง : Guy Pearce, Robert Carlyle, David Arquette<br />\nเรื่องย่อ : Ravenous (1999) คนเขมือบคน ในช่วงสงครามเม็กซิกัน-อเมริกัน ปี 1846-1848 นายทหารคนหนึ่ง ที่ต้องโทษว่าแกล้งตายในสนามรบ ได้ถูกส่งตัวไปยังค่ายทหารชายแดนอันหนาวเหน็บ สุดแสนทุรกันดารในดินแดนอันห่างไกล ที่นั่นเขาได้พบกับกลุ่มทหาร 7 คน ที่ถูกส่งมาประจำที่นี่ ในสภาพที่จำใจทนไม่ต่างกัน และนั่นเป็นจุดเริ่มต้นของมนุษย์ที่ต้องฆ่ามนุษย์เพื่อให้ตนเองมีชีวิตรอด</p>\n<p>ประเทศ: United Kingdom                            วันเปิดตัว: March 19, 1999                            ภาษา: English                            ทุนสร้าง: $12 million                            ความยาว: 1 ชั่วโมง 24 นาที                            ผู้กำกับ: Antonia Bird                            นักแสดง: Guy Pearce, Robert Carlyle, David Arquette</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/rvuous.mp4",
        "media_category": "<p>หนังตลก</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/Ravenous-1-324x324.jpg"
    },
    {
        "title": "The Texas Chain Saw Massacre (1974) สิงหาสับ",
        "content": "<p>ชื่อภาพยนตร์ : The Texas Chain Saw Massacre (1974) สิงหาสับ<br />\nแนว/ประเภท : Horror<br />\nผู้กำกับภาพยนตร์ : Tobe Hooper<br />\nบทภาพยนตร์ : Tobe Hooper, Kim Henkel<br />\nนักแสดง : Marilyn Burns, Edwin Neal, Allen Danziger<br />\nเรื่องย่อ : The Texas Chain Saw Massacre (1974) สิงหาสับ เรื่องราวของสองพี่น้องและเพื่อนอีกสามคนที่เดินทางไปเยี่ยมหลุมฝังศพปู่ของพวกเขาแถบชนบทช่วงหน้าร้อนในรัฐเท็กซัส ที่กำลังเกิดข่าวแพร่สะพัดเกี่ยวกับการขโมยขุดหลุมศพ ก่อนเผชิญหน้ากับครอบครัวโรคจิตและชายสวมหน้ากากถือเลื่อยไฟฟ้าตามไล่ล่า … ประสาทไปข้างหนึ่งกับเรื่องวิปริตสุดจิตตกที่ไล่ล่ากันได้อย่างไม่ทิ้งห่างความน่ากลัวกับครอบครัวสุดระทึกขวัญกับเจ้าหน้ากากหนังคนกับเลื่อยตัดเฉพาะตัวพร้อมไล่กวดแบบไม่เหน็ดเหนื่อย เมื่อหนุ่มสาว 5 คนอันประกอบด้วยแซลลี่ (Marilyn Burns) กับแฟรงคลิน(Paul A. Partain) พี่ชายขาพิการของเธอ และเพื่อนอีกสามคน เดินทางหวังไปพักผ่อนกันอย่างมีความสุขสไตล์วัยหนุ่มสาวแต่ก็พลัดพลูหลงเข้ามาเจอบ้านหลังหนึ่งแบบไม่คิดฝันว่าจะเกินธรรมดาเมื่อทั้งบ้านเป็นความจริงของความวิปริต</p>\n<p>ประเทศ: United States                            วันเปิดตัว: October 11, 1974                            ภาษา: English                            ทุนสร้าง: $80,000–140,000                            ความยาว: 1 ชั่วโมง 13 นาที                            ผู้กำกับ: Tobe Hooper                            นักแสดง: Marilyn Burns, Edwin Neal, Allen Danziger</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/ttaxcm.mp4",
        "media_category": "<p>หนังฝรั่ง</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/The-Texas-Chain-Saw-Massacre-1-324x324.jpg"
    },
    {
        "title": "Last Night (2010) คืนสุดท้าย ขอปันใจให้รักเธอ",
        "content": "<p>ชื่อภาพยนตร์ : Last Night (2010) คืนสุดท้าย ขอปันใจให้รักเธอ</p>\n<p>แนว/ประเภท : Drama, Romance</p>\n<p>ประเทศ: ฝรั่งเศส, อเมริกา                            วันเปิดตัว: September 11, 2010                            ภาษา: อังกฤษ                                                        ความยาว: 1 ชั่วโมง 19 นาที                            ผู้กำกับ: Massy Tadjedin                            นักแสดง: Keira Knightley, Sam Worthington, Guillaume Canet, Eva Mendes, Daniel Eric Gold</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/lights.mp4",
        "media_category": "<p>หนังดราม่า</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/Last-Night-2010-1-324x324.jpg"
    },
    {
        "title": "A Perfect Life (2010) พิศวาสสีเลือด",
        "content": "<p>ชื่อภาพยนตร์ : A Perfect Life (2010) พิศวาสสีเลือด</p>\n<p>แนว/ประเภท : Thriller</p>\n<p>ประเทศ: อเมริกา                            วันเปิดตัว: September 13, 2011                            ภาษา: อังกฤษ                                                        ความยาว: 1 ชั่วโมง 18 นาที                            ผู้กำกับ: Jith Sen                            นักแสดง: Johan Earl, Heidi Houghting, Amelia Beau Kaldor, Joe Estevez, Matt Milotich</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/alfecty.mp4",
        "media_category": "<p>หนังระทึกขวัญ</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/A-Perfect-Life-2010-พิศวาสสีเลือด-1-324x324.png"
    },
    {
        "title": "The Binding (Il legame) (2020) พันธนาการมืด",
        "content": "<p>ชื่อภาพยนตร์ : The Binding (Il legame) (2020) พันธนาการมืด<br />\nแนว/ประเภท : Drama, Horror, Thriller<br />\nผู้กำกับภาพยนตร์ : Domenico Emanuele de Feudis<br />\nบทภาพยนตร์ : Daniele Cosci, Domenico Emanuele de Feudis<br />\nนักแสดง : Riccardo Scamarcio, M?a Maestro, Giulia Patrignani<br />\nเรื่องย่อ : The Binding (Il legame) (2020) พันธนาการมืด เรื่องราวของเอ็มม่าที่พบรักกับฟรานโก้ แต่เธอมีลูกติดชื่อโซเฟีย ทั้งครอบครัวได้ใช้วันหยุดด้วยการกลับบ้านของฟรานโก้ที่ทางตอนใต้ของอิตาลีที่อยู่ห่างไกลผู้คน และที่นั่น แม่ของฟรานโก้ก็เป็นเหมือนหมอผี ผู้มีคุณไสย แล้วเหตุการณ์แปลกๆ ภายในบ้านก็เริ่มปรากฏขึ้นจู่ๆ ลูกสาวเธอก็อาการแปลกไป เอ็มม่าผู้ไม่เชื่อในไสยศาตร์ต้องหาทางช่วยลูกสาวเธอก่อนที่เรื่องราวมันจะเลวร้ายลงไปกว่านี้</p>\n<p>ประเทศ: Italy                            วันเปิดตัว: October 02, 2020                            ภาษา: Italian                                                        ความยาว: 1 ชั่วโมง 33 นาที                            ผู้กำกับ: Domenico Emanuele de Feudis                            นักแสดง: Riccardo Scamarcio, M?a Maestro, Giulia Patrignani</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/llbillq.mp4",
        "media_category": "<p>หนังฝรั่ง</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/The-Binding-Il-legame-1-250x324.jpg"
    },
    {
        "title": "Serious Men (2020) อัจฉริยะหน้าตาย",
        "content": "<p>ชื่อภาพยนตร์ : Serious Men (2020) อัจฉริยะหน้าตาย<br />\nแนว/ประเภท : Comedy, Drama<br />\nผู้กำกับภาพยนตร์ : Sudhir Mishra<br />\nบทภาพยนตร์ : Abhijeet Khuman, Bhavesh Mandalia<br />\nนักแสดง : Nawazuddin Siddiqui, Nassar, Aakshath Das<br />\nเรื่องย่อ : Serious Men (2020) อัจฉริยะหน้าตาย เมื่อหนุ่มสลัมเริ่มสร้างคำโกหกเพื่อไต่เต้าสถานะทางสังคมที่เขาเฝ้าฝัน อุบายครั้งนี้อาจเป็นอันตราย โดยเฉพาะต่อลูกชายตัวน้อยของตนเอง</p>\n<p>ประเทศ: India                            วันเปิดตัว: October 02, 2020                            ภาษา: Hindi                                                        ความยาว: 1 ชั่วโมง 54 นาที                            ผู้กำกับ: Sudhir Mishra                            นักแสดง: Nawazuddin Siddiqui, Nassar, Aakshath Das</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/merissz.mp4",
        "media_category": "<p>หนังดราม่า</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/Serious-Men-1-260x324.jpg"
    },
    {
        "title": "Baabul (2006) พ่อเหนือเกล้าเหนือชีวิต",
        "content": "<p>ชื่อภาพยนตร์ : Baabul (2006) พ่อเหนือเกล้าเหนือชีวิต<br />\nแนว/ประเภท : Drama, Family, Romance<br />\nผู้กำกับภาพยนตร์ : Ravi Chopra<br />\nบทภาพยนตร์ : Ravi Chopra<br />\nนักแสดง : Amitabh Bachchan, Salman Khan, Hema Malini<br />\nเรื่องย่อ : Baabul (2006) พ่อเหนือเกล้าเหนือชีวิต เขาคือพ่อที่มีความสุขในวันที่ลูกชายก้าวขาเข้ามาในรองเท้าของเขา เขาคือพ่อที่ไม่เหมือนพ่อคนอื่นๆ ที่เป็นคู่หูกับลูกมากกว่าจะเคร่งครัด เขาคือพ่อคนกล้าที่ท้าทายลูกชายให้แข่งรถผ่านเข้าถนนที่ยุ่งเหยิง เขาคือพ่อที่ไวต่อความรู้สึก ผู้ซึ่งเข้าใจว่าชีวิตที่ปราศจากความรักนั้นเหมือนไม่มีชีวิต เขาคือพ่อที่มีความกล้าหาญมากที่จะเสี่ยงความสัมพันธ์ของเขาเพื่อที่จะรักษาสิ่งหนึ่งไว้ เขาคือพ่อที่พยายามล้มล้างธรรมเนียมและความเชื่อผิดๆ ..เขาคือ Babul</p>\n<p>ประเทศ: India                            วันเปิดตัว: December 08, 2006                            ภาษา: Hindi                                                        ความยาว: 2 ชั่วโมง 29 นาที                            ผู้กำกับ: Ravi Chopra                            นักแสดง: Amitabh Bachchan, Salman Khan, Hema Malini</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/bbabuv.mp4",
        "media_category": "<p>หนังครอบครัว</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/Baabul-1-183x250.jpg"
    },
    {
        "title": "The Cobbler (2014) มหัศจรรย์รองเท้าซ่อมรัก",
        "content": "<p>ชื่อภาพยนตร์ : The Cobbler (2014) มหัศจรรย์รองเท้าซ่อมรัก<br />\nแนว/ประเภท : Comedy, Drama, Fantasy<br />\nผู้กำกับภาพยนตร์ : Tom McCarthy<br />\nบทภาพยนตร์ : Tom McCarthy, Paul Sado<br />\nนักแสดง : Adam Sandler, Melonie Diaz, Steve Buscemi<br />\nเรื่องย่อ : The Cobbler (2014) มหัศจรรย์รองเท้าซ่อมรัก แมกซ์ ซิมกิน ช่างซ่อมรองเท้าที่ทำงานไปวันๆอย่างไร้จุดหมาย วันหนึ่งเขาได้พบของสุดวิเศษที่ทำให้เขาแปลงร่างเป็นใครก็ได้เมื่อเขาใส่รองเท้าของคนนั้นๆ แมกซ์เหมือนได้ค้นพบโลกใบใหม่ และทำให้เขาเริ่มสนุกกับการแปลงร่างเป็นคนอื่น แต่การเป็นคนอื่นก็ไม่ได้ทำให้เขามีที่ยืนในโลกแห่งความจริงอยู่ดี สุดท้ายแมกซ์จะเลือกเดินทางไหน เขาจะยืนด้วยตัวเอง หรือต้องคอยเป็นคนอื่นตลอดไป</p>\n<p>ประเทศ: United States                            วันเปิดตัว: September 11, 2014                            ภาษา: English                            ทุนสร้าง: $10 million                            ความยาว: 1 ชั่วโมง 38 นาที                            ผู้กำกับ: Tom McCarthy                            นักแสดง: Adam Sandler, Melonie Diaz, Steve Buscemi</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/ctobblx.mp4",
        "media_category": "<p>หนังฝรั่ง</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/The-Cobbler-1-324x324.jpg"
    },
    {
        "title": "Alone in the Dark II (2008) กองทัพมืดมฤตยูเงียบ 2- ล้างอาถรรพ์แม่มดปีศาจ",
        "content": "<p>ชื่อภาพยนตร์ : Alone in the Dark II (2008) กองทัพมืดมฤตยูเงียบ 2- ล้างอาถรรพ์แม่มดปีศาจ<br />\nแนว/ประเภท : Fantasy, Horror, Thriller<br />\nผู้กำกับภาพยนตร์ : Michael Roesch, Peter Scheerer<br />\nบทภาพยนตร์ : Peter Scheerer, Michael Roesch<br />\nนักแสดง : Rick Yune, Rachel Specter, Lance Henriksen<br />\nเรื่องย่อ : Alone in the Dark II (2008) กองทัพมืดมฤตยูเงียบ 2- ล้างอาถรรพ์แม่มดปีศาจ เเอ็ดเวิร์ด คาร์นบี้ (คริสเตียน สเลเตอร์) นักล่าสัตว์ประหลาด ติดตามร่องรอยของปีศาจร้ายแห่งชนเผ่าแอ็บสกานีโบราณ คาร์นบี้ ได้ติดตามเธอและสัตว์ร้ายของเธอไปจนถึงพิพิธภัณฑ์ประวัติศาสตร์ท้องถิ่นแห่งหนึ่ง คาร์นบี้ รู้ว่า เขาต้องหยุดเธอก่อนที่เธอจะพบกับราชาแห่งปีศาจซึ่งแอ็บสกานีฝังไว้ในห้องใต้ดิน หากปีศาจทั้งสองรวมตัวกันได้เมื่อไรพลังของมันจะเพิ่มขึ้นมหาศาล เจ้าหน้าที่ของหน่วยบูโร 713 ซึ่งเป็นหน่วยที่มีหน้าที่ต่อสู้กับสัตว์ร้ายบุกเข้าไปยังพิพิธภัณฑ์ก่อนที่ คาร์นบี้ จะทำลายราชินีได้ สัตว์ร้ายทั้งหลายได้ออกมาปกป้องต่อสู้จนราชินีหนีรอดไปได้ คาร์นบี้ ตั้งข้อสงสัยว่าราชินีคงมีสมุนเป็นจำนวนไม่น้อย เอลิน (ทารา รี้ด) อดีตแฟนของ คาร์นบี้ ซึ่งเป็นนักโบราณคดี รู้สึกสนใจวัตถุโบราณในอพาร์ตเมนท์ของเขาและร่วมมือกันต่อสู้กับราชินี ระหว่างการหลบหนีจากเหล่าสมุนของราชินี ทั้งสองได้พบกับ ศาสตราจารย์ฮัดเจนส์ (แมทธิว วอล์คเกอร์) เขารู้ว่าราชาฝังอยู่ที่ใด ทั้งสามจึงมุ่งหน้าไปยังที่ฝังพระราชาโดยหารู้ไม่ว่ายังมีอีก 2 กลุ่มที่เฝ้าติดตามพวกเขาคือ กลุ่มหน่วยบูโร 713 และกลุ่มราชินี ทั้งสามจะรอดชีวิตจากภารกิจครั้งนี้หรือไม่ ใครคือมิตรแท้และใครคือศัตรูที่แท้จริงของ เอลิน และ คาร์นบี้ กันแน่</p>\n<p>ประเทศ: United States                            วันเปิดตัว: September 25, 2008                            ภาษา: English                                                        ความยาว: 1 ชั่วโมง 18 นาที                            ผู้กำกับ: Peter Scheerer, Michael Roesch                            นักแสดง: Rick Yune, Rachel Specter, Lance Henriksen</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/ald2ll.mp4",
        "media_category": "<p>หนังฝรั่ง</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/Alone-in-the-Dark-II-1-258x324.jpg"
    },
    {
        "title": "The Lion King (1994) เดอะ ไลอ้อน คิง",
        "content": "<p>ชื่อภาพยนต์ : The Lion King (1994) เดอะ ไลอ้อน คิง<br />\nประเภท : Animation, Adventure, Drama<br />\nผู้กำกับ : Roger Allers, Rob Minkoff<br />\nบทภาพยนต์ : Irene Mecchi, Jonathan Roberts, Linda Woolverton<br />\nนักแสดง : Rowan Atkinson, Matthew Broderick, Niketa Calame-Harris, Jim Cummings<br />\nวันที่เข้าฉาย : 24 มิถุนายน พ.ศ. 2537 (สหรัฐอเมริกา)</p>\n<p>เรื่องย่อ : The Lion King (1994) เดอะ ไลอ้อน คิง  ภาพยนตร์แอนิเมชั่นของดิสนีย์เรื่องนี้ติดตามการผจญภัยของสิงโตหนุ่มซิมบ้าทายาทของพ่อมูฟาซา สการ์ลุงผู้ชั่วร้ายของซิมบ้าวางแผนที่จะแย่งชิงบัลลังก์ของมูฟาซาด้วยการหลอกล่อพ่อและลูกให้ตกอยู่ในฝูงสัตว์ป่าที่แตกตื่น แต่ Simba หลบหนีและมีเพียง Mufasa เท่านั้นที่ถูกฆ่า ซิมบ้ากลับมาเป็นผู้ใหญ่เพื่อยึดบ้านเกิดของเขากลับคืนมาจากสการ์ด้วยความช่วยเหลือจากเพื่อนของเขาทีโมนและพุมบา</p>\n<p>ประเทศ: สหรัฐอเมริกา                            วันเปิดตัว: October 05, 1994                            ภาษา: ไทย                            ทุนสร้าง: 45 ล้านเหรียญ                            ความยาว: 1 ชั่วโมง 16 นาที                            ผู้กำกับ: Roger Allers, Rob Minkoff                            นักแสดง: Rowan Atkinson, Matthew Broderick, Niketa Calame-Harris, Jim Cummings</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/tionlo.mp4",
        "media_category": "<p>หนัง HD</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/The-Lion-King-1994-scaled-2-324x324.jpg"
    },
    {
        "title": "The Lion King 2: Simba’s Pride (1998) เดอะไลอ้อนคิง 2 ซิมบ้าเจ้าป่าทรนง",
        "content": "<p>ชื่อภาพยนต์ : The Lion King 2: Simba’s Pride (1998) เดอะไลอ้อนคิง 2 ซิมบ้าเจ้าป่าทรนง<br />\nประเภท : Animation, Adventure, Drama<br />\nผู้กำกับ : Darrell Rooney, Rob LaDuca<br />\nบทภาพยนต์ : Flip Kobler, Cindy Marcus<br />\nนักแสดง : Matthew Broderick, Neve Campbell, Andy Dick, Robert Guillaume<br />\nวันที่เข้าฉาย : 27 ตุลาคม 2541</p>\n<p>เรื่องย่อ : The Lion King 2: Simba’s Pride (1998) เดอะไลอ้อนคิง 2 ซิมบ้าเจ้าป่าทรนง  Simba มีลูกสาวคนหนึ่งและเขากำลังสอนเธอถึงวิถีแห่งราชาที่แท้จริง Timon และ Pumbaa ถูกส่งไปเฝ้าเกียร่า แต่เมื่อเธอพบกับสิงโตหนุ่มอีกตัวเธอก็มีปัญหาเพราะเธอไม่ได้รับอนุญาตให้พูดคุยกับคนของเขา สิงโตอีกตัวมาจากตระกูลสิงโตที่ถูกปฏิเสธ สิงโตที่ถูกปฏิเสธถูกสั่งห้ามจากดินแดนแห่งความภาคภูมิใจผู้คนของสการ์ขอให้ Simba และ Kiara ผจญภัยในป่าอีกครั้ง พวกเขาจะยุติความแตกต่างของพวกเขาหรือเคียร่าจะช่วยสร้างสันติภาพระหว่างทั้งสอง?</p>\n<p>ประเทศ: สหรัฐอเมริกา                            วันเปิดตัว: October 27, 1998                            ภาษา: ไทย                                                        ความยาว: 1 ชั่วโมง 12 นาที                            ผู้กำกับ: Darrell Rooney, Rob LaDuca                            นักแสดง: Matthew Broderick, Neve Campbell, Andy Dick, Robert Guillaume</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/tionl2.mp4",
        "media_category": "<p>หนัง HD</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/The-Lion-King-2-Simba’s-Pride-1998-1-324x324.jpg"
    },
    {
        "title": "The Lion King 3: Hakuna Matata (2004) เดอะ ไลอ้อนคิง 3",
        "content": "<p>ชื่อภาพยนต์ : The Lion King 3: Hakuna Matata (2004) เดอะ ไลอ้อนคิง 3<br />\nประเภท : Animation, Adventure, Comedy<br />\nผู้กำกับ : Bradley Raymond<br />\nบทภาพยนต์ : Tom Rogers, Roger Allers, Irene Mecchi, Bill Steinkellner, Evan Spiliotopoulos<br />\nนักแสดง : Nathan Lane, Ernie Sabella, Julie Kavner, Jerry Stiller, Matthew Broderick<br />\nวันที่เข้าฉาย : 10 กุมภาพันธ์ 2547</p>\n<p>เรื่องย่อ : The Lion King 3: Hakuna Matata (2004) เดอะ ไลอ้อนคิง 3 ลองนึกภาพการผสมระหว่าง Lion King, The (1994) และ Back to the Future Part II (1989) นี่คือเธรดเรื่องราวที่แยกจาก Timon และ Pumbaa ซึ่งเกี่ยวพันกับเรื่องราวดั้งเดิม ดังนั้นพร้อมกับการได้เห็นเหตุการณ์ใหม่ ๆ (เช่นการจากไปของ Timon จากอาณานิคมเมียร์แคตการพบกันครั้งแรกของ Timon และ Pumbaa ที่มาของ “Hakuna Matata”) เราจะได้เห็นมุมมองใหม่เกี่ยวกับ (และสาเหตุที่มองไม่เห็นก่อนหน้านี้บางประการสำหรับ) เหตุการณ์ในภาพยนตร์ต้นฉบับ โอ้ทุกอย่างถูกบอกเล่าในกรอบงาน Mystery Science Theatre 3000 (1988) โดย Timon และ Pumbaa กำลังบรรยายและโต้ตอบกับภาพยนตร์ “บนหน้าจอ”</p>\n<p>ประเทศ: สหรัฐอเมริกา                            วันเปิดตัว: February 10, 2004                            ภาษา: ไทย                                                        ความยาว: 1 ชั่วโมง 09 นาที                            ผู้กำกับ: Bradley Raymond                            นักแสดง: Nathan Lane, Ernie Sabella, Julie Kavner, Jerry Stiller, Matthew Broderick</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/tionl3.mp4",
        "media_category": "<p>หนัง HD</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/The-Lion-King-3-Hakuna-Matata-2004-1-324x324.jpg"
    },
    {
        "title": "Jack Reacher (2012) แจ็ค รีชเชอร์ ยอดคนสืบระห่ำ",
        "content": "<p>ชื่อภาพยนต์ : Jack Reacher (2012) แจ็ค รีชเชอร์ ยอดคนสืบระห่ำ<br />\nประเภท : Action, Thriller<br />\nผู้กำกับ : Christopher McQuarrie<br />\nบทภาพยนต์ : Lee Child, Christopher McQuarrie<br />\nนักแสดง : Tom Cruise, Rosamund Pike, Richard Jenkins, David Oyelowo<br />\nวันที่เข้าฉาย : 21 ธันวาคม 2555 (สหรัฐอเมริกา)</p>\n<p>เรื่องย่อ : Jack Reacher (2012) แจ็ค รีชเชอร์ ยอดคนสืบระห่ำ  เมื่อ 5 คนที่ดูเหมือนสุ่มถูกยิงโดยมือปืนการสอบสวนทำให้ตำรวจไปพบอดีตมือปืนของกองทัพที่มีประวัติยิงผู้คนตามท้องถนนเมื่อเขาอยู่ในกองทัพ เมื่อเขาพบกับทนายความของเขาอเล็กซ์โรดินสิ่งที่เขาบอกเธอก็คือตามหาแจ็คเรเชอร์ เธอรู้ว่า Reacher เป็นอดีตผู้สืบสวนอาชญากรรมของกองทัพบก เข้าถึงเมื่อได้ยินข่าวมาถึง เขารู้ว่าโรดินต้องการให้เขาช่วยเธอปกป้องผู้ชายคนนี้ แต่เรเชอร์ไม่ต้องการช่วยเขา ดูเหมือนว่า Reacher เป็นคนที่สอบสวนการยิงที่เขาก่อขึ้นเมื่อเขาอยู่ในกองทัพบก แต่กองทัพบกเลือกที่จะไม่ดำเนินคดี เขาบอกชายคนนั้นว่าถ้าเขาทำอีกครั้ง Reacher จะตามมา เรเชอร์ตกลงที่จะตรวจสอบหากโรดินพยายามมองดูคนที่เขาฆ่า เธอทำและ Reacher ไปบอกเธอว่าการยิงไม่ใช่ความผิดปกติของชายคนนั้น Reacher สงสัยว่ามีใครบางคนกำลังล้อมกรอบเขาอยู่ ดังนั้นเขาและโรดินจึงพยายามหาสาเหตุและใคร</p>\n<p>ประเทศ: สหรัฐอเมริกา                            วันเปิดตัว: December 21, 2012                            ภาษา: ไทย                            ทุนสร้าง: 60 ล้านเหรียญ                            ความยาว: 2 ชั่วโมง 06 นาที                            ผู้กำกับ: Christopher McQuarrie                            นักแสดง: Tom Cruise, Rosamund Pike, Richard Jenkins, David Oyelowo</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/jcrtxc.mp4",
        "media_category": "<p>หนัง HD</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/Jack-Reacher-2012-1-324x324.jpg"
    },
    {
        "title": "Godzilla vs Megalon (1973) ก็อตซิลล่า ปะทะ สัตว์ประหลาดใต้พิภพ",
        "content": "<p>ชื่อภาพยนต์ : Godzilla vs Megalon (1973) ก็อตซิลล่า ปะทะ สัตว์ประหลาดใต้พิภพ<br />\nประเภท : Action, Adventure, Family<br />\nผู้กำกับ : Jun Fukuda, Yoshimitsu Banno, Ishir? Honda<br />\nบทภาพยนต์ : Jun Fukuda, Takeshi Kimura, Shin’ichi Sekizawa<br />\nนักแสดง : Katsuhiko Sasaki, Hiroyuki Kawase, Yutaka Hayashi, Robert Dunham<br />\nวันที่เข้าฉาย : 17 มีนาคม 1973 (ญี่ปุ่น)</p>\n<p>เรื่องย่อ : Godzilla vs Megalon (1973) ก็อตซิลล่า ปะทะ สัตว์ประหลาดใต้พิภพ ประเทศใต้ทะเลแห่งซีโทเปียส่งเมกาลอนขนาดมหึมาไปทำลายโลกเบื้องบน และมันก็ขึ้นอยู่กับก็อตซิลล่าและเจ็ทจากัวร์หุ่นยนต์ขยับขนาดเพื่อเอาชนะเขา</p>\n<p>ประเทศ: ญี่ปุ่น                            วันเปิดตัว: March 17, 1974                            ภาษา: ไทย                            ทุนสร้าง: 1.2 ล้านเหรียญ                            ความยาว: 1 ชั่วโมง 12 นาที                            ผู้กำกับ: Jun Fukuda, Yoshimitsu Banno, Ishir? Honda                            นักแสดง: Katsuhiko Sasaki, Hiroyuki Kawase, Yutaka Hayashi, Robert Dunham</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/gojimol.mp4",
        "media_category": "<p>หนัง HD</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/Godzilla-vs-Megalon-1973-1-324x324.jpg"
    },
    {
        "title": "Predators (2010) มหากาฬพรีเดเตอร์",
        "content": "<p>ชื่อภาพยนตร์ : Predators (2010) มหากาฬพรีเดเตอร์<br />\nแนว/ประเภท : Action, Adventure, Sci-Fi<br />\nผู้กำกับภาพยนตร์ : Nimr?d Antal<br />\nบทภาพยนตร์ : Alex Litvak, Michael Finch<br />\nนักแสดง : Adrien Brody, Laurence Fishburne, Topher Grace<br />\nเรื่องย่อ : Predators (2010) มหากาฬพรีเดเตอร์ คนกลุ่มหนึ่งที่ประกอบไปด้วย ทหารรับจ้างชาวอเมริกัน(โบรดี้)ที่ต้องนำทีมนักรบหัวกะทิประกอบด้วย คอมมานโดชาวรัสเซีย,นักค้ายาเสพย์ติดระดับโลก,สไนเปอร์หญิงอิสราเอล,ยากูซ่า,นักโทษประหาร,กองกำลังปฏิวัติเซียร์ราลีโอน ยกเว้นนายแพทย์ที่ไม่น่าไว้ใจ ได้รับภารกิจบนดาวเคราะห์นอกโลกดวงหนึ่ง ทั้งหมดมาพบกันโดยไม่รู้ว่ามาได้ยังไงที่ใจกลางป่าดิบทึบแห่งหนึ่ง ที่ไม่มีใครรู้ว่าคือที่ไหน แต่เมื่อพวกเขาเริ่มถูกฆ่าโดยฝีมือมนุษย์ต่างดาวที่น่ากลัวที่สุดเกินกว่าจะจินตนาการได้ มันแน่ชัดแล้วว่าตอนนี้พวกเขากำลังแปรสภาพจากผู้ล่ามาเป็นเหยื่อ</p>\n<p>ประเทศ: สหรัฐอเมริกา                            วันเปิดตัว: July 09, 2010                            ภาษา: อังกฤษ                            ทุนสร้าง: 40 ล้านดอลลาร์สหรัฐ                            ความยาว: 1 ชั่วโมง 27 นาที                            ผู้กำกับ: Nimr?d Antal                            นักแสดง: Adrien Brody, Laurence Fishburne, Topher Grace</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/portog.mp4",
        "media_category": "<p>หนังฝรั่ง</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/Predators-1-324x324.jpg"
    },
    {
        "title": "The Mask of Zorro (1998) หน้ากากโซโร",
        "content": "<p>ชื่อภาพยนตร์ : The Mask of Zorro (1998) หน้ากากโซโร<br />\nแนว/ประเภท : Action, Adventure, Comedy<br />\nผู้กำกับภาพยนตร์ : Martin Campbell<br />\nบทภาพยนตร์ : John Eskow, Ted Elliott, Terry Rossio<br />\nนักแสดง : Antonio Banderas, Anthony Hopkins, Catherine Zeta-Jones<br />\nเรื่องย่อ : The Mask of Zorro (1998) หน้ากากโซโร เป็นเวลาถึง 20 ปีมาแล้ว ตั้งแต่ ดอน ดิเอโก้ เดอ ลาเวก้า (แอนโทนี ฮ็อปกินส์) ประสบความสำเร็จจากการต่อสู้จากการถูกกดขี่ข่มเหง และอยู่ใต้ผู้ปกครองที่ไร้ความยุติธรรม ชาวสเปนรู้จักเค้าว่า เป็นตำนานของวีรบุรุษที่เต็มไปด้วยความโรแมนติกในนาม โซโร ในตอนนี้ เขาต้องหาผู้ที่ทำหน้าที่ต่อ เพื่อหยุด ดอน ราเฟล มอนเทอโร่ (สจวต วิลสัน) ที่พยายามซื้อทุกอย่างของดิเอโก้ แม้แต่อิสรภาพ และอเลฮานโดร มูรีต้า (อันโตเนียว บันเดรัส) ได้ถูกดิเอโก้ นำเข้ามาสู่การเป็นโซโรคนใหม่ แต่ดิเอโก้ก็ต้องก้าวเข้าสู่วังวลแห่งสัมพันธ์รักที่มีต่อ เอลิน่า (แคเธอรีน ซีตา-โจนส์) สาวสวยที่เป็นเสมือนคนรักของ มอนเทอโร่ อย่างไม่รู้ตัว</p>\n<p>ประเทศ: United States                            วันเปิดตัว: July 10, 1998                            ภาษา: English                            ทุนสร้าง: $95 million                            ความยาว: 2 ชั่วโมง 10 นาที                            ผู้กำกับ: Martin Campbell                            นักแสดง: Antonio Banderas, Anthony Hopkins, Catherine Zeta-Jones</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/zromzd.mp4",
        "media_category": "<p>หนังผจญภัย</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/The-Mask-of-Zorro-1-324x324.jpg"
    },
    {
        "title": "Bedazzled (2000) บีแดซเซิลด์ 7 พรพิลึก เสกคนให้ยุ่งเหยิง",
        "content": "<p>ชื่อภาพยนตร์ : Bedazzled (2000) บีแดซเซิลด์ 7 พรพิลึก เสกคนให้ยุ่งเหยิง<br />\nแนว/ประเภท : Comedy, Fantasy<br />\nผู้กำกับภาพยนตร์ : Harold Ramis<br />\nบทภาพยนตร์ : Harold Ramis, Larry Gelbart, Peter Tolan<br />\nนักแสดง : Brendan Fraser, Elizabeth Hurley, Frances O’Connor<br />\nเรื่องย่อ : Bedazzled (2000) บีแดซเซิลด์ 7 พรพิลึก เสกคนให้ยุ่งเหยิง Elliot Richards ชายหนุ่มนิสัยดีที่ชอบช่วยเหลือผู้อื่นแต่คำปรึกษาของเขาดูจะไม่ค่อยเป็นที่สบอารมณ์ของคนฟังสักเท่าไรเขากำลัง ตกหลุมรัก Alison Gardner เพื่อนร่วมงานสาวสวยแต่น่าเสียดายที่เธอรู้จักเขาดีเกินไปดังนั้นเมื่อ Elliot หมดหวัง ที่จะได้ความรักจาก Alison เขาจึงตกลงที่จะทำสัญญากับปีศาจที่มาในรูปลักษณ์ของสาวสวยที่เปี่ยมไป ด้วยพลังอำนาจกับอารมณ์ขันอันร้ายกาจซึ่งเขาจะได้พบในไม่ช้าโดยสาวสวยเจ้าเล่ห์ มีพร 7 ประการมาเสนอ ให้กับ Elliot เพื่อแลกกับวิญญาณของเขาเป็นการตอบแทน</p>\n<p>ประเทศ: สหรัฐอเมริกา                            วันเปิดตัว: October 20, 2000                            ภาษา: อังกฤษ                                                        ความยาว: 1 ชั่วโมง 19 นาที                            ผู้กำกับ: Harold Ramis                            นักแสดง: Brendan Fraser, Elizabeth Hurley, Frances O&#8217;Connor</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/bezadz.mp4",
        "media_category": "<p>หนังตลก</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/Bedazzled-1-324x324.jpg"
    },
    {
        "title": "Sweet and Lowdown (1999) เกิดมาเพื่อก้องโลก",
        "content": "<p>ชื่อภาพยนตร์ : Sweet and Lowdown (1999) เกิดมาเพื่อก้องโลก<br />\nแนว/ประเภท : Comedy, Drama, Music<br />\nผู้กำกับภาพยนตร์ : Woody Allen<br />\nบทภาพยนตร์ : Woody Allen<br />\nนักแสดง : Sean Penn, Samantha Morton, Woody Allen<br />\nเรื่องย่อ : Sweet and Lowdown (1999) เกิดมาเพื่อก้องโลก เอ็มเมทท์ เรย์ (Emmet Ray) นักกีตาร์แจ๊ซผู้เป็นตำนานแห่งยุค 30 แม้ว่า เรย์จะเป็นคนที่ไร้ความรับผิดชอบ, สุรุ่ยสุร่าย และขี้เมา แต่ไม่มีใครปฏิเสธว่าเขาคือ นักกีต้าร์ที่ยิ่งใหญ่ที่สุดของโลกคนหนึ่ง เอ็มเมทท์ เรย์ (รับบทโดย ฌอน เพนน์) เป็นอัจฉริยะทางดนตรี ผู้ซึ่งขึ้นสู่จุดสูงสุดในยุคที่ดนตรีแนวสวิงกำลังรุ่ง แต่ชีวิตกลับไม่สามารถหาจุดลงตัวได้ อย่างไรก็ตาม เขายังคงยืนอยู่ภายใต้เงา ของฮีโร่ตลอดกาลของเขา จังโก้ ไรน์ฮาร์ท (ไมเคิ้ล สปาร์ค) มือกีตาร์ชาวยิปซี เอ็มเมทท์ เรย์ เป็นนักเดินทาง การเดินทางของเขา พาเขาเดินทางจากนิว เจอร์ซีย์ ไปสู่ชิคาโก้, ดิทรอยท์ และเมืองแห่งแสงไฟสว่างไสวที่ชื่อ ฮอลลีวู้ด นอกจากนี้ยังข้ามฟากไปยังทวีปยุโรปอีกด้วย ศูนย์กลางของเรื่องราวของ เอ็มเมทท์ เรย์ อยู่ที่ความสัมพันธ์ที่มีกับหญิงสาวที่มีชื่อว่า แฮ็ทตี้ (ซาแมนธา มอร์ตัน) และ บลางเช่ (อูมา เธอร์แมน) ผู้หญิงที่เป็นตัวปัญหาพอๆ กับสามีของเธอ</p>\n<p>ประเทศ: United States                            วันเปิดตัว: September 04, 1999                            ภาษา: English                                                        ความยาว: 1 ชั่วโมง 18 นาที                            ผู้กำกับ: Woody Allen                            นักแสดง: Sean Penn, Samantha Morton, Woody Allen</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/leetso.mp4",
        "media_category": "<p>หนังดราม่า</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/Sweet-and-Lowdown-1-324x324.jpg"
    },
    {
        "title": "No Reservations (2007) โน เรสเซอร์เวชั่น เชฟสาว เสริฟหัวใจรัก",
        "content": "<p>ชื่อภาพยนตร์ : No Reservations (2007) โน เรสเซอร์เวชั่น เชฟสาว เสริฟหัวใจรัก<br />\nแนว/ประเภท : Comedy, Drama, Romance<br />\nผู้กำกับภาพยนตร์ : Scott Hicks<br />\nบทภาพยนตร์ : Sandra Nettelbeck<br />\nนักแสดง : Catherine Zeta-Jones, Aaron Eckhart, Abigail Breslin<br />\nเรื่องย่อ : No Reservations (2007) โน เรสเซอร์เวชั่น เชฟสาว เสริฟหัวใจรัก หัวหน้าเชฟ เคท อาร์มสตรอง (แคทเธอรีน ซีต้า-โจนส์) ใช้ชีวิตทั้งหมดของเธอขลุกอยู่กับการทำอาหารในภัตตาคาร 22 บลีกเคอร์ที่สุดหรูในแมนฮัตตัน ด้วยความเข้มงวดที่ทำให้ทุกคนรอบข้างทั้งทึ่งและกลัวในเวลาเดียวกัน ด้วยความละเอียดถี่ถ้วนอย่างที่สุด เธอควบคุมช่วงเวลาทำงานที่แสนวุ่นวาย ดูแลอาหารนับร้อย ๆ จาน ตระเตรียมน้ำซอส เครื่องปรุงรสอย่างพิถีพิถัน และจัดทำแต่ละจานให้ออกมาอย่างสุดยอดสมบูรณ์แบบ</p>\n<p>ประเทศ: United States                            วันเปิดตัว: July 27, 2007                            ภาษา: English                            ทุนสร้าง: $28 million                            ความยาว: 1 ชั่วโมง 26 นาที                            ผู้กำกับ: Scott Hicks                            นักแสดง: Catherine Zeta-Jones, Aaron Eckhart, Abigail Breslin</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/nrsooc.mp4",
        "media_category": "<p>หนังดราม่า</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/No-Reservations-1-324x324.jpg"
    },
    {
        "title": "Oloture (2019) โอโลตูร์",
        "content": "<p>ชื่อภาพยนตร์ : Oloture (2019) โอโลตูร์</p>\n<p>แนว/ประเภท : Crime, Drama</p>\n<p>ประเทศ: ไนจีเรีย                            วันเปิดตัว: October 31, 2019                            ภาษา: อังกฤษ                                                        ความยาว: 1 ชั่วโมง 46 นาที                            ผู้กำกับ: Kenneth Gyang                            นักแสดง: Ada Ameh, Beverly Osu, Blossom Chukwujekwu, Bukola Oladipupo, Daniel Etim Effiong</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/olltouv.mp4",
        "media_category": "<p>หนังซับไทย</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/Oloture-2019-โอโลตูร์-1-324x324.jpg"
    },
    {
        "title": "Samsara (2001) รักร้อนแผ่นดินต้องจำ",
        "content": "<p>ชื่อภาพยนตร์ : Samsara (2001) รักร้อนแผ่นดินต้องจำ<br />\nแนว/ประเภท : การผจญภัย, ดราม่า, โรแมนติก<br />\nผู้กำกับภาพยนตร์ : Pan Nalin<br />\nบทบาทภาพยนตร์ : Pan Nalin<br />\nนักแสดง : Shawn Ku, Christy Chung, Neelesha Barthel</p>\n<p>เรื่องย่อ :</p>\n<p>เจ้าของที่ดินและประสบความสำเร็จทางการเงินโดยนำผลผลิตมาที่เมืองแทนที่จะขายให้กับพ่อค้าท้องถิ่น Dawa ที่โกงชาวนาในท้องถิ่น เรื่องนี้ทำให้เขาขัดแย้งกับจามายางอดีตคู่หมั้นของเปมาและนักก่ออิฐในพื้นที่ซึ่งไม่พอใจทาชิที่ทำลายความสัมพันธ์อันยาวนานระหว่างผู้คนในหุบเขาและดาวา  ทาชิขัดแย้งกับเรื่องเพศและแรงดึงดูดของซูจาตะคนงานอพยพที่กลับมาที่ฟาร์มเพื่อทำงานในแต่ละปี ขณะที่เปมาไปขายผลผลิตที่เมืองในเมืองเขากับซูจาตะมีเซ็กส์กัน เขาบอกว่านี่เป็นสิ่งที่ Sujata และ Pema คุยกันมาหลายปีแล้ว เพื่อนของเขาตั้งแต่ครั้งที่เขาเป็นลามะมาเยี่ยมและแจ้งให้ทาชิทราบว่าอาโปที่ปรึกษาของพวกเขาเสียชีวิตแล้ว ทาชิด้วยความรู้สึกผิดต่อการนอกใจและการตายของอาโปทาชิจึงออกจากฟาร์มเพื่อกลับไปที่อาราม</p>\n<p>ประเทศ: อินเดีย                            วันเปิดตัว: September 21, 2001                            ภาษา: ไทย                                                        ความยาว: 2 ชั่วโมง 11 นาที                            ผู้กำกับ: Pan Nalin                            นักแสดง:  Shawn Ku, Christy Chung, Neelesha Barthel</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/ssmail.mp4",
        "media_category": "<p>หนังดราม่า</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/Samsara-1-220x250.jpg"
    },
    {
        "title": "Next Level (2019) เน็กเลเวล",
        "content": "<p>ชื่อภาพยนตร์ : Next Level (2019) เน็กเลเวล</p>\n<p>แนว/ประเภท : Family</p>\n<p>ประเทศ: อเมริกา                            วันเปิดตัว: September 06, 2019                            ภาษา: อังกฤษ                                                        ความยาว: 1 ชั่วโมง 31 นาที                            ผู้กำกับ: Ilyssa Goodman                            นักแสดง: Lauren Orland, Emily Skinner, Hayden Summerall, Chloe East, Brooke Elizabeth Butler</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/lexlene.mp4",
        "media_category": "<p>หนังครอบครัว</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/Next-Level-2019-1-324x324.png"
    },
    {
        "title": "Walking With Dinosaurs The Movie (2013) วอล์คกิ้ง วิธ ไดโนซอร์",
        "content": "<p>ชื่อภาพยนตร์ : Walking With Dinosaurs The Movie (2013) วอล์คกิ้ง วิธ ไดโนซอร์<br />\nแนว/ประเภท : แอนิเมชัน, การผจญภัย, ครอบครัว<br />\nผู้กำกับภาพยนตร์ : Barry Cook<br />\nบทบาทภาพยนตร์ : John Collee<br />\nนักแสดง : Charlie Rowe, Karl Urban, Angourie Rice</p>\n<p>เรื่องย่อ :</p>\n<p>เมื่อ 70 ล้านปีก่อนให้เขาฟัง Patchi เป็นลูกที่เล็กที่สุดในครอกของPachyrhinosaurusและมักจะถูกรังแกโดย Scowler พี่ชายของเขา Bulldust พ่อของพวกมันเป็นหัวหน้าฝูงPachyrhinosaurus อเล็กซ์ซึ่งเป็นที่ปรึกษาของแพทชีพยายามช่วยแพทชีสร้างความประทับใจให้กับปาคีริโนซอรัสเพศเมียชื่อจูนิเปอร์ แต่ฝูงสัตว์ของเธออพยพไปทางใต้โดยไม่มีเขา Patchi ยังถูกโจมตีโดยTroodonซึ่งพยายามจะพาเขาไป แต่ถูกช่วยไว้โดย Bulldust ส่งผลให้ Patchi มีรูโหว่ในขณะที่เขาได้รับบาดเจ็บซึ่ง Alex อ้างว่า Patchi “ถูกกำหนดมาเพื่อความยิ่งใหญ่” Bulldust เคลื่อนฝูงไปทางทิศใต้เช่นกัน แต่เมื่อพวกเขาพยายามผ่านป่าพวกเขาถูกบังคับให้หนีเมื่อพายุเข้าและไฟก็ปะทุขึ้น ฝูงกอร์โกซอรัสใช้ประโยชน์จากความโกลาหลโจมตีฝูงสัตว์ที่กระจัดกระจาย พวกเขาสังหาร Patchi และครอบครัวของ Scowler ที่เหลือในขณะที่ Gorgon หัวหน้าของพวกเขาต่อสู้และสังหาร Bulldust ซึ่งพยายามปกป้อง Patchi และ Scowler หลังจากนั้นฝูงของ Patchi (ปัจจุบันนำโดย Major คู่แข่งของ Bulldust) รวมตัวกับ Juniper ขณะที่พวกเขาอพยพต่อไป ที่นั่นแพ็คของกอร์กอนโจมตีพวกเขาอีกครั้ง ในความโกลาหลที่ตามมา Patchi, Scowler และ Juniper ตกลงไปในแม่น้ำและถูกพัดพาไปที่มหาสมุทรโดยมี Alex ติดตามพวกเขาจากด้านบน ที่ชายหาด Scowler ติดตามฝูงEdmontosaurusเพื่อหาอาหารทิ้ง Patchi และ Juniper ไว้ข้างหลังอย่างใจจดใจจ่อ ทั้งสองเดินผ่านป่าและในที่สุดก็สามารถหาฝูงสัตว์และสโคว์เลอร์ได้</p>\n<p>ประเทศ: สหรัฐอเมริกา                            วันเปิดตัว: February 14, 2013                            ภาษา: ไทย                            ทุนสร้าง: 80 ล้านเหรียญ                            ความยาว: 1 ชั่วโมง 27 นาที                            ผู้กำกับ: Barry Cook                            นักแสดง: Charlie Rowe, Karl Urban, Angourie Rice</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/dailkd.mp4",
        "media_category": "<p>หนังครอบครัว</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/D?o-B??c-C?ng-Kh?ng-Long-1-220x250.jpg"
    },
    {
        "title": "The Wolf Of Wall Street (2013) คนจะรวย ช่วยไม่ได้",
        "content": "<p>ชื่อภาพยนตร์ : The Wolf Of Wall Street (2013) คนจะรวย ช่วยไม่ได้<br />\nแนว/ประเภท : ชีวประวัติ, อาชญากรรม, ละคร<br />\nผู้กำกับภาพยนตร์ : Martin Scorsese<br />\nบทบาทภาพยนตร์ : Terence Winter<br />\nนักแสดง : Leonardo DiCaprio, Jonah Hill, Margot Robbie</p>\n<p>เรื่องย่อ :</p>\n<p>LF Rothschildซึ่งทำงานภายใต้ Mark Hanna ซึ่งล่อลวงเขาอย่างรวดเร็วด้วยวัฒนธรรมนายหน้าซื้อขายหลักทรัพย์ทางเพศและยาเสพติดและถ่ายทอดความคิดของเขาว่าเป้าหมายเดียวของนายหน้าคือการทำเงิน เพื่อตัวเขาเอง. จอร์แดนสูญเสียงานของเขาต่อไปนี้วันจันทร์สีดำที่ใหญ่ที่สุดในหนึ่งวันลดลงการลงทุนในตลาดหุ้นในประวัติศาสตร์และใช้งานที่บริษัท นายหน้าห้องหม้อไอน้ำในลองไอส์แลนด์ที่มีความเชี่ยวชาญในหุ้นเงิน ด้วยสไตล์การขว้างที่ดุดันและค่าคอมมิชชั่นที่สูงทำให้จอร์แดนมีโชคเล็กน้อย จอร์แดนมาตี Donnie Azoff เพื่อนบ้านของเขาและทั้งสองก็พบ บริษัท ของตัวเอง พวกเขารับสมัครเพื่อนของจอร์แดนหลายคนซึ่งจอร์แดนฝึกฝนศิลปะในแนว “ขายยาก” กลยุทธ์และความสามารถในการขายของจอร์แดนส่วนใหญ่นำไปสู่ความสำเร็จของโครงการปั๊มและการถ่ายโอนข้อมูลของเขาซึ่งเกี่ยวข้องกับการเพิ่มราคาหุ้นผ่านการออกแถลงการณ์เชิงบวกที่ทำให้เข้าใจผิดเพื่อขายในราคาที่เกินจริง เมื่อผู้กระทำผิดในโครงการขายหลักทรัพย์ที่ประเมินราคาเกินจริงราคาจะลดลงอย่างมากและผู้ที่ถูกหลอกให้ซื้อในราคาที่สูงเกินจริงจะเหลือหุ้นที่มีมูลค่าน้อยกว่าที่พวกเขาจ่ายไป ในการปิดบังสิ่งนี้ Jordan ให้ชื่อ บริษัทStratton Oakmont ที่น่านับถือในปี 1989 หลังจากงานแสดงสินค้าในForbesนักการเงินรุ่นใหม่ที่มีความทะเยอทะยานหลายร้อยคนแห่กันมาที่ บริษัท ของเขา จอร์แดนประสบความสำเร็จอย่างมากและก้าวเข้าสู่วิถีชีวิตที่เสื่อมโทรมของโสเภณีและยาเสพติด เขามีความสัมพันธ์กับผู้หญิงคนหนึ่งชื่อนาโอมิ Lapaglia; เมื่อภรรยาของเขารู้ว่าจอร์แดนหย่ากับเธอและแต่งงานกับนาโอมิในปี 2534 ในขณะเดียวกันก.ล.ต.และเอฟบีไอเริ่มสอบสวนสตราตันโอกมอนต์</p>\n<p>ประเทศ: สหรัฐ                            วันเปิดตัว: December 09, 2013                            ภาษา: ไทย                            ทุนสร้าง: 100 ล้านเหรียญ                            ความยาว: 2 ชั่วโมง 59 นาที                            ผู้กำกับ: Martin Scorsese                            นักแสดง: Leonardo DiCaprio, Jonah Hill, Margot Robbie</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/holfwa.mp4",
        "media_category": "<p>หนังชีวประวัติ</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/S?i-Gi?-Ph?-Wall-400x593-1-1-324x324.jpg"
    },
    {
        "title": "Vampires vs. the Bronx (2020) แวมไพร์บุกบรองซ์",
        "content": "<p>ชื่อภาพยนตร์ : Vampires vs. the Bronx (2020) แวมไพร์บุกบรองซ์</p>\n<p>แนว/ประเภท : Comedy, Horror</p>\n<p>ประเทศ: อเมริกา                            วันเปิดตัว: October 02, 2020                            ภาษา: อังกฤษ                                                        ความยาว: 1 ชั่วโมง 26 นาที                            ผู้กำกับ: Osmany Rodriguez                            นักแสดง: Jaden Michael, Gerald Jones III, Gregory Diaz IV, Sarah Gadon, Method Man</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/vvwipb.mp4",
        "media_category": "<p>หนังซับไทย</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/Vampires-vs.-the-Bronx-2020-1-324x324.jpg"
    },
    {
        "title": "Legends of Oz: Dorothy’s Return (2013) ตำนานแดนมหัศจรรย์ พ่อมดอ๊อซ",
        "content": "<p>ชื่อภาพยนตร์ : Legends of Oz: Dorothy’s Return (2013) ตำนานแดนมหัศจรรย์ พ่อมดอ๊อซ<br />\nแนว/ประเภท : แอนิเมชัน, การผจญภัย, ครอบครัว<br />\nผู้กำกับภาพยนตร์ : Will Finn<br />\nบทบาทภาพยนตร์ : Roger S. Baum<br />\nนักแสดง : Lea Michele, Kelsey Grammer, Dan Aykroyd</p>\n<p>เรื่องย่อ :</p>\n<p>การควบคุม มากกว่าบินลิง เมื่ออนาคตของออซตกอยู่ในอันตรายหุ่นไล่กาจึงตัดสินใจใช้สิ่งประดิษฐ์ของเขาที่เรียกว่า Rainbow Mover เพื่อเรียกโดโรธีเกลมาช่วยอาณาจักรอีกครั้ง อย่างไรก็ตามลิงบินบุกปราสาทและบังคับให้ทั้งสามคนออกไปนอกหน้าต่าง  ในแคนซัสฟาร์มของโดโรธีถูกพายุทอร์นาโดพังยับเยินและทิ้งไว้ให้อยู่ในสภาพทรุดโทรม ชายขี้เกียจที่อ้างตัวว่าเป็นผู้ประเมินของรัฐบาลมาถึงและกล่าวโทษที่บ้านไร่ส่งหนังสือแจ้งการขับไล่ Gales โดโรธีพบว่าผู้คนทั่วเมืองได้รับการแจ้งเตือนแบบเดียวกันและกำลังดำเนินการต่อไป โดโรธีและโตโต้พบกับสายรุ้งที่ส่งพวกเขาไปยังออซ แต่ไม่ได้ไปที่ Emerald City ตามที่ตั้งใจไว้ โดโรธีตรงกับความฉลาดการมีน้ำหนักเกินแต่ฉลาดนกฮูกที่ไม่สามารถบินได้ พวกเขาเข้าสู่ประเทศแคนดี้ซึ่งทุกอย่างทำจากขนมรวมถึงผู้คน พวกเขาถูกจับทันทีโดยจอมพลมาลโลว์ในข้อหา “ห้ามกินอะไรที่ทำจากขนม” เนื่องจากตัวตลกยุ่งเกี่ยวกับสัญญาณและถูกนำตัวไปศาล เมื่อรู้ว่าโดโรธีคือใครผู้พิพากษาจึงสั่งฟ้องและปล่อยตัวเธอและไวเซอร์ มาลโลว์เข้าร่วมกลุ่มระหว่างเดินทางไปยัง Emerald City ตามคำสัญญาที่เขาทำในการค้นหา General Candy Apple ที่หายไป ในขณะเดียวกันกลินดาเผชิญตลกที่มีการใช้คทาเวทมนตร์ที่สร้างขึ้นจากพี่สาวของเขาไม้กวาดและคริสตัลบอลเพื่อเปิดผู้นำออซ, รวมทั้งนายพลขนมหวานแอปเปิ้ลลงไปยอมจำนนหุ่น กลินดาก็ตกเป็นเหยื่อเช่นกันทำให้เขาสามารถควบคุมออซได้อย่างสมบูรณ์</p>\n<p>ประเทศ: สหรัฐอเมริกา                            วันเปิดตัว: June 15, 2013                            ภาษา: ไทย                            ทุนสร้าง: 70 ล้านเหรียญ                            ความยาว: 1 ชั่วโมง 32 นาที                            ผู้กำกับ: Will Finn                            นักแสดง: Lea Michele, Kelsey Grammer, Dan Aykroyd</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/ozldot.mp4",
        "media_category": "<p>หนังการ์ตูน</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/Legends-of-Oz-Dorothy’s-Return-1-324x324.jpg"
    },
    {
        "title": "Dearest Sister (2016) น้องฮัก",
        "content": "<p>ชื่อภาพยนตร์ : Dearest Sister (2016) น้องฮัก<br />\nแนว/ประเภท : ดราม่า, สยองขวัญ<br />\nผู้กำกับภาพยนตร์ : Mattie Do<br />\nบทบาทภาพยนตร์ : Christopher Larsen<br />\nนักแสดง : Amphaiphun Phommapunya, Vilouna Phetmany, Tambet Tuisk</p>\n<p>เรื่องย่อ :</p>\n<p>นกปฏิเสธที่จะโน้มน้าวอานาและเริ่มอดอาหารและจัดเฟอร์นิเจอร์ใหม่เพื่อให้เธอไม่สามารถไปไหนมาไหนได้ Ana จัดการขโมยโทรศัพท์มือถือของนกและขังเธอไว้ในห้องน้ำในขณะที่เธอโทรหายาคอบเพื่อขอความช่วยเหลือจากเขา ไม่นานหลังจากนั้นเธอก็มีนิมิตที่เขา “ปรากฏ” ให้เธอเห็นเท่านั้นที่จะหายตัวไปและทำให้เธอต้องท่องตัวเลขที่นกได้ยินมากขึ้นจากห้องน้ำ  ยาคอบมาถึงสถานที่โดยตั้งใจจะช่วยอานา แต่คนรับใช้ที่โกรธแค้นที่ถูกไล่ออกและกลับมาขโมยสิ่งที่ทำได้ พวกเขาขังอานาและจาคอบที่กำลังจะตายอย่างช้าๆในห้องน้ำกับนก ในห้องน้ำ Nok บ่นเกี่ยวกับวิธีที่ Ana ปฏิบัติต่อเธอในขณะที่ Ana อ้างว่าเธอใจดีกับ Nok เสมอ อานาถอดผ้าพันแผลออกอานามองเห็นภาพสุดท้ายว่าทั้งเธอและนกทั้งคู่ได้รับบาดเจ็บสาหัส นกกำลังรวบรวมมีดถาม Ana ว่าเธอกำลังดูอะไรอยู่ขณะที่ Ana หยิบมีดขึ้นมาตอบว่า “ไม่มีอะไร”</p>\n<p>ประเทศ: ลาว                            วันเปิดตัว: September 25, 2016                            ภาษา: ลาว                                                        ความยาว: 1 ชั่วโมง 40 นาที                            ผู้กำกับ: Mattie Do                            นักแสดง:  Amphaiphun Phommapunya, Vilouna Phetmany, Tambet Tuisk</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/nokhuf.mp4",
        "media_category": "<p>หนังดราม่า</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/Nong-Hak-1-324x324.jpg"
    },
    {
        "title": "Yo-Kai Watch Movie: It’s the Secret of Birth, Meow (2014) โยไควอช เดอะมูฟวี่ ความลับแห่งต้นกำเนิด..เมี๊ยว",
        "content": "<p>ชื่อภาพยนตร์ : Yo-Kai Watch Movie: It’s the Secret of Birth, Meow (2014) โยไควอช เดอะมูฟวี่ ความลับแห่งต้นกำเนิด..เมี๊ยว<br />\nแนว/ประเภท : แอนิเมชั่น, แอ็คชั่น, คอมเมดี้<br />\nผู้กำกับภาพยนตร์ : Shigeharu Takahashi<br />\nบทบาทภาพยนตร์ : Takuz? Nagano<br />\nนักแสดง : Haruka Tomatsu, Tomokazu Seki, Etsuko Kozakura</p>\n<p>เรื่องย่อ :</p>\n<p>Yo-kai Watch จาก Nate Adams เพื่อช่วย Dame Dedtime เจ้านายของพวกเขาป้องกันไม่ให้มนุษย์และ Yo-kai เป็นเพื่อนกัน จากนั้นเขาก็พบกับ Meganyan ซึ่งบอกเขาว่า Yo-Kai เป็นเรื่องจริง เขาและทีมงานมุ่งหน้าไปหายายของเนทพบกับเงาและไล่ตามมัน แต่ก็ไม่เป็นประโยชน์ เมแกนยันกลับมาขอให้ดึงจุกในร่างกายออก – จุกที่ระงับพลังงานของเขา เนทตัดสินใจที่จะไม่ดึงมันออกและขอให้จิบันยัน &#038; วิสเปอร์ดึงมันออกมาให้เขา แต่ก็ไม่เกิดประโยชน์อะไร เนทดึงมันออกมาและเขาและทีมงานก็ปกคลุมไปด้วยควันสีชมพู เขาพบความช่วยเหลือจาก Yo-kai Hovernyan – และใช้ศิลาเวลาเพื่อพา Nate, Whisper และ Jibanyan ย้อนเวลากลับไป 60 ปีเมื่อนาฬิกา Yo-kai ถูกประดิษฐ์ขึ้นครั้งแรกโดย Nate ‘ นาธาเนียลคุณปู่ของเขาเองในขณะที่เขายังเป็นเด็ก Dame Dedtime ได้คำพูดนี้และพยายามวางแผนที่จะผลักดันโลกมนุษย์ให้ไกลออกไปจากโลก Yo-kai เด็กชายทั้งสองต่อสู้กับ Dame Dedtime และสมุน Yo-kai ที่ชั่วร้ายของเธอร่วมกันเพื่อช่วยโลกจากแผนการชั่วร้ายของเธอ</p>\n<p>ประเทศ: ญี่ปุ่น                            วันเปิดตัว: December 20, 2014                            ภาษา: ไทย                                                        ความยาว: 1 ชั่วโมง 36 นาที                            ผู้กำกับ: Shigeharu Takahashi                            นักแสดง: Haruka Tomatsu, Tomokazu Seki, Etsuko Kozakura</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/yokasb.mp4",
        "media_category": "<p>หนังการ์ตูน</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/Yo-Kai-Watch-MovieIt’s-the-Secret-of-Birth-Meow-1-220x250.jpeg"
    },
    {
        "title": "Vanguard (2020) หน่วยพิทักษ์ฟัดข้ามโลก แวนการ์ด",
        "content": "<p>ชื่อภาพยนตร์ : Vanguard (2020) หน่วยพิทักษ์ฟัดข้ามโลก แวนการ์ด</p>\n<p>แนว/ประเภท : Action</p>\n<p>ประเทศ: จีน                            วันเปิดตัว: September 30, 2020                            ภาษา: จีนกลาง, อังกฤษ                                                        ความยาว: 1 ชั่วโมง 35 นาที                            ผู้กำกับ: Stanley Tong                            นักแสดง: Jackie Chan, Yang Yang, Miya Muqi, Lun Ai, Ruohan Xu</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/vgovud.mp4",
        "media_category": "<p>หนังแอ็คชั่น</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/Vanguard-2020-1-324x324.jpg"
    },
    {
        "title": "Dick Johnson Is Dead (2020) ดิค จอห์นสัน- วันลาตาย",
        "content": "<p>ชื่อภาพยนตร์ : Dick Johnson Is Dead (2020) ดิค จอห์นสัน- วันลาตาย</p>\n<p>แนว/ประเภท : Documentary, Drama</p>\n<p>ประเทศ: อเมริกา                            วันเปิดตัว: October 02, 2020                            ภาษา: อังกฤษ                                                        ความยาว: 1 ชั่วโมง 30 นาที                            ผู้กำกับ: Kirsten Johnson                            นักแสดง: Ana Hoffman, Dick Johnson, Kirsten Johnson, Kevin Loreque, Vasthy Mompoint</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/dijie.mp4",
        "media_category": "<p>หนังดราม่า</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/Dick-Johnson-Is-Dead-2020-1-324x324.jpg"
    },
    {
        "title": "You’ve Got This (Ah? te Encargo) (2020)",
        "content": "<p>ชื่อภาพยนตร์ : You’ve Got This (Ah? te Encargo) (2020) คุณพ่อตัวสำรอง</p>\n<p>แนว/ประเภท : Documentary, Drama</p>\n<p>ประเทศ: อเมริกา                            วันเปิดตัว: October 02, 2020                            ภาษา: อังกฤษ                                                        ความยาว: 1 ชั่วโมง 51 นาที                            ผู้กำกับ: Salvador Espinosa                            นักแสดง: Tato Alexander, Mois?s Arizmendi, Krizia Bajos, Fernando Becerril, Ver?nica Bravo</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/ajohyyt.mp4",
        "media_category": "<p>หนังซับไทย</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/You’ve-Got-This-Ah?-te-Encargo-2020-1-324x324.jpg"
    },
    {
        "title": "Save Yourselves! (2020)",
        "content": "<p>ชื่อภาพยนตร์ : Save Yourselves! (2020)</p>\n<p>แนว/ประเภท : Comedy, Sci-Fi</p>\n<p>ประเทศ: อเมริกา                            วันเปิดตัว: October 02, 2020                            ภาษา: อังกฤษ                                                        ความยาว: 1 ชั่วโมง 33 นาที                            ผู้กำกับ: Alex Huston Fischer, Eleanor Wilson                            นักแสดง: Sunita Mani, John Reynolds, Ben Sinclair, John Early, Jo Firestone</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/yveyol.mp4",
        "media_category": "<p>หนัง Sci-Fi</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/Save-Yourselves-2020-1-324x324.jpg"
    },
    {
        "title": "Moby Dick (2011) โมบี้ดิค วาฬยักษ์เพชฌฆาต",
        "content": "<p>ชื่อภาพยนตร์ : Moby Dick (2011) โมบี้ดิค วาฬยักษ์เพชฌฆาต</p>\n<p>แนว/ประเภท : Adventure, Drama</p>\n<p>ประเทศ: เยอรมนี, ออสเตรีย, แคนาดา                            วันเปิดตัว: August 01, 2011                            ภาษา: อังกฤษ                            ทุนสร้าง: 25 ล้านเหรียญสหรัฐ                            ความยาว: 1 ชั่วโมง 16 นาที                            ผู้กำกับ: William Hurt, Ethan Hawke, Charlie Cox                            นักแสดง: William Hurt, Ethan Hawke, Charlie Cox, Eddie Marsan, Gillian Anderson</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/modicn.mp4",
        "media_category": "<p>หนังดราม่า</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/Moby-Dick-2011-1-324x324.jpg"
    },
    {
        "title": "A Matter of Taste: Serving Up Paul Liebrandt (2011) เชฟอัจฉริยะ คว้าดาว",
        "content": "<p>ชื่อภาพยนตร์ : A Matter of Taste: Serving Up Paul Liebrandt (2011) เชฟอัจฉริยะ คว้าดาว</p>\n<p>แนว/ประเภท : Documentary, Biography</p>\n<p>ผู้กำกับภาพยนตร์ : Sally Rowe</p>\n<p>ประเทศ: อเมริกา                            วันเปิดตัว: June 13, 2011                            ภาษา: อังกฤษ                                                        ความยาว: 1 ชั่วโมง 04 นาที                            ผู้กำกับ: Sally Rowe                            นักแสดง: Heston Blumenthal, Daniel Boulud, Frank Bruni, Mike Colameco, William Grimes</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/matupl.mp4",
        "media_category": "<p>หนังชีวิตจริง</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/A-Matter-of-Taste-Serving-Up-Paul-Liebrandt-2011-1-324x324.jpg"
    },
    {
        "title": "Homeward Bound: The Incredible Journey (1993) สองหมาหนึ่งแมว ใครจะพรากเราไม่ได้",
        "content": "<p>ชื่อภาพยนต์ : Homeward Bound: The Incredible Journey (1993) สองหมาหนึ่งแมว ใครจะพรากเราไม่ได้<br />\nประเภท : Adventure, Comedy, Drama<br />\nผู้กำกับ : Duwayne Dunham<br />\nบทภาพยนต์ : Caroline Thompson, Linda Woolverton<br />\nนักแสดง : Don Alder, Ed Bernard, Kevin Chevalia, Anne Christianson<br />\nวันที่เข้าฉาย : 12 กุมภาพันธ์ พ.ศ. 2536 (สหรัฐอเมริกา)</p>\n<p>เรื่องย่อ : Homeward Bound: The Incredible Journey (1993) สองหมาหนึ่งแมว การผจญภัยเริ่มต้นขึ้นเมื่อเจ้าของที่รักสัตว์เลี้ยงที่ไม่อาจต้านทานได้สามตัว (Chance สุนัขพันธุ์บูลด็อกอเมริกันผู้รักความสนุกสนาน Sassy แมวหิมาลายันที่เฮฮาตามชื่อของเธอและ Shadow ซึ่งเป็นโกลเด้นรีทรีฟเวอร์ที่ฉลาด) ถูกบังคับให้ทิ้งไว้ การดูแลเพื่อนชั่วคราวที่อยู่ห่างออกไปหลายร้อยไมล์ แต่หลังจากผ่านไปหลายวันสัตว์ที่เป็นห่วงก็เริ่มเข้ามาหาครอบครัวและต้องตกที่นั่งลำบากพวกมันจึงตัดสินใจกลับบ้าน ในการเดินทางที่น่าทึ่งของพวกเขาข้าม Sierras ที่สวยงามขรุขระพวกเขาพบกับความประหลาดใจที่ไม่คาดคิดจากมนุษย์สัตว์ร้ายและธรรมชาติ</p>\n<p>ประเทศ: United States                            วันเปิดตัว: February 12, 1993                            ภาษา: ไทย                                                        ความยาว: 1 ชั่วโมง 14 นาที                            ผู้กำกับ: Duwayne Dunham                            นักแสดง: Don Alder, Ed Bernard, Kevin Chevalia, Anne Christianson</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/hmicjj.mp4",
        "media_category": "<p>หนัง HD</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/Homeward-Bound-The-Incredible-Journey-1993-1-324x324.jpg"
    },
    {
        "title": "End Game (2006) เขย่าเกมเดือด",
        "content": "<p>ชื่อภาพยนต์ : End Game (2006) เขย่าเกมเดือด<br />\nประเภท : Action, Crime, Thriller<br />\nผู้กำกับ : Andy Cheng<br />\nบทภาพยนต์ : J.C. Pollock, Andy Cheng<br />\nนักแสดง : Cuba Gooding Jr., Angie Harmon, James Woods, Patrick Fabian<br />\nวันที่เข้าฉาย : 21 กรกฎาคม 2549 (อิตาลี)</p>\n<p>เรื่องย่อ : End Game (2006) เขย่าเกมเดือด คิวบากู๊ดดิ้งจูเนียร์ในฐานะเจ้าหน้าที่หน่วยสืบราชการลับอเล็กซ์โทมัสซึ่งถูกยิงในมือขณะที่พยายามปกป้องประธานาธิบดี (แจ็คสกาเลีย) จากกระสุนสังหารไม่สำเร็จ ต่อมาด้วยความช่วยเหลือของนักข่าวหนังสือพิมพ์ชื่อเคทครอว์ฟอร์ด (แองจี้ฮาร์มอน) เขาค้นพบแผนการสมคบคิดมากมายที่อยู่เบื้องหลังสิ่งที่ดูเหมือนมือปืนคนเดียว</p>\n<p>ประเทศ: สหรัฐอเมริกา                            วันเปิดตัว: November 02, 2006                            ภาษา: ไทย                                                        ความยาว: 1 ชั่วโมง 21 นาที                            ผู้กำกับ: Andy Cheng                            นักแสดง: Cuba Gooding Jr., Angie Harmon, James Woods, Patrick Fabian</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/gaanms.mp4",
        "media_category": "<p>หนัง HD</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/End-Game-2006-1-324x324.jpg"
    },
    {
        "title": "New York Minute (2004) คู่แฝดจี๊ด ป่วนรักในนิวยอร์ค",
        "content": "<p>ชื่อภาพยนต์ : New York Minute (2004) คู่แฝดจี๊ด ป่วนรักในนิวยอร์ค<br />\nประเภท : Comedy, Crime, Family<br />\nผู้กำกับ : Dennie Gordon<br />\nบทภาพยนต์ : Emily Fox, Adam Cooper, Bill Collage<br />\nนักแสดง : Ashley Olsen, Mary-Kate Olsen, Eugene Levy, Andy Richter, Riley Smith<br />\nวันที่เข้าฉาย : 7 พฤษภาคม 2547 (สหรัฐอเมริกา)</p>\n<p>เรื่องย่อ : New York Minute (2004) คู่แฝดจี๊ด ป่วนรักในนิวยอร์ค ตลอดระยะเวลา 24 ชั่วโมงพี่สาว / ศัตรูวัย 17 ปีเจนและร็อกซี่ไรอันเดินทางด้วยกันอย่างไม่เต็มใจจากบ้านที่ลองไอส์แลนด์ของพวกเขาไปยังนิวยอร์กซิตี้ที่ซึ่งเจนมีประสบการณ์มากเกินไปต้องกล่าวสุนทรพจน์เพื่อให้มีคุณสมบัติได้รับทุนการศึกษาระดับวิทยาลัยที่มีชื่อเสียงในต่างประเทศ ในขณะเดียวกันร็อกซี่กบฏพังก์ร็อกแบบสบาย ๆ หวังว่าจะได้รับหลังเวทีในการถ่ายทำมิวสิกวิดีโอใต้ดินสำหรับวง Simple Plan ของวงพังค์ป๊อปเพื่อที่เธอจะได้ลอกเทปสาธิตของเธอไป แต่แผนการของเด็กสาวทั้งสองกลับผิดพลาดเมื่อการผสมผสานที่เกี่ยวข้องกับนักวางแผนวันของเจนทำให้พวกเขาตกอยู่ท่ามกลางการทำธุรกรรมในตลาดมืดอันร่มรื่น ด้วยการไล่ตามเจ้าหน้าที่ที่ทรยศเกินจริงและถูกกล่าวหาว่าลักพาตัวสุนัขที่เป็นของวุฒิสมาชิก Ryans จึงต้องหาทางร่วมมือกันเพื่อขัดขวางกองกำลังที่ขู่ว่าจะทำลายความฝันของ Jane ในวิทยาลัยและส่ง Roxy ไปที่โรงเรียนคอนแวนต์</p>\n<p>ประเทศ: สหรัฐอเมริกา                            วันเปิดตัว: May 07, 2004                            ภาษา: ไทย                            ทุนสร้าง: 30 ล้านเหรียญ                            ความยาว: 1 ชั่วโมง 18 นาที                            ผู้กำกับ: Dennie Gordon                            นักแสดง: Ashley Olsen, Mary-Kate Olsen, Eugene Levy, Andy Richter, Riley Smith</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/yewnnt.mp4",
        "media_category": "<p>หนัง HD</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/New-York-Minute-2004-1-324x324.jpg"
    },
    {
        "title": "Damsels In Distress (2011) แก๊งสาวจิ้นอยากอินเลิฟ",
        "content": "<p>ชื่อภาพยนต์ : Damsels In Distress (2011) แก๊งสาวจิ้นอยากอินเลิฟ<br />\nประเภท : Comedy, Drama, Romance<br />\nผู้กำกับ : Whit Stillman<br />\nบทภาพยนต์ : Whit Stillman<br />\nนักแสดง : Greta Gerwig, Carrie MacLemore, Megalyn Echikunwoke, Analeigh Tipton<br />\nวันที่เข้าฉาย : 26 เมษายน 2555 (นิวซีแลนด์)</p>\n<p>เรื่องย่อ : Damsels In Distress (2011) แก๊งสาวจิ้นอยากอินเลิฟ Distress เป็นหนังตลกเกี่ยวกับสาวสวยทั้งสามคนในขณะที่พวกเขาออกเดินทางเพื่อปฏิวัติชีวิตในมหาวิทยาลัยในอเมริกาที่ครึกครื้น Violet Wister (Greta Gerwig), Principled Rose (Megalyn Echikunwoke) และเซ็กซี่ Heather (Carrie MacLemore) พวกเขายินดีต้อนรับนักเรียนย้าย Lily (Analeigh Tipton) เข้ามาในกลุ่มของพวกเขาซึ่งพยายามช่วยเหลือนักเรียนที่ซึมเศร้าอย่างรุนแรงด้วยโปรแกรมสุขอนามัยที่ดีและการเต้นดนตรี เด็กหญิงเหล่านี้เข้ามาพัวพันกับชุดผู้ชายอย่างโรแมนติกรวมถึงชาร์ลี (อดัมโบรดี้) เรือดรีมโบ๊ทซาเวียร์ (ฮิวโก้เบ็คเกอร์) และกลุ่มแฟรงค์ที่บ้าคลั่งของแฟรงค์ (ไรอันเมทคาล์ฟ) และ ธ อร์ (บิลลี่แมกนัสเซน) ที่คุกคามมิตรภาพและความมีสติของเด็กผู้หญิง</p>\n<p>ประเทศ: United States                            วันเปิดตัว: September 13, 2011                            ภาษา: ไทย                            ทุนสร้าง: 3 ล้านเหรียญ                            ความยาว: 1 ชั่วโมง 23 นาที                            ผู้กำกับ: Whit Stillman                            นักแสดง: Greta Gerwig, Carrie MacLemore, Megalyn Echikunwoke, Analeigh Tipton</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/ddetil.mp4",
        "media_category": "<p>หนัง HD</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/Damsels-In-Distress-2011-2-324x324.jpg"
    },
    {
        "title": "The Way We Were (1973) สุดทางรัก",
        "content": "<p>ชื่อภาพยนต์ : The Way We Were (1973) สุดทางรัก<br />\nประเภท : Drama, Romance<br />\nผู้กำกับ : Sydney Pollack<br />\nบทภาพยนต์ : Francis Ford Coppola, Paddy Chayefsky, Herb Gardner, David Rayfiel, Alvin Sargent, Dalton Trumbo<br />\nนักแสดง : Barbra Streisand, Robert Redford, Bradford Dillman, Lois Chiles, Patrick O’Neal<br />\nวันที่เข้าฉาย : 19 ตุลาคม 1973 (สหรัฐอเมริกา)</p>\n<p>เรื่องย่อ : The Way We Were (1973) สุดทางรัก ตั้งอยู่ในช่วงกลางทศวรรษที่ 1930 ถึงทศวรรษ 1950 เรื่องราวความรักที่เกี่ยวข้องกับคนสองคนที่แตกต่างกันอย่างเห็นได้ชัด เคธี่เป็นนักเคลื่อนไหวทางการเมืองที่มีอุดมการณ์และกระตือรือร้นและมีใจรักสตาลิน ฮับเบลล์เป็นนักกีฬาที่เล่นง่ายเป็นคนอเมริกันทุกคนและเป็นนักเขียนที่มีความสามารถ เราเห็นว่าบุคลิกที่แตกต่างของพวกเขาส่งผลต่อความสัมพันธ์และวิธีจัดการแม้จะมีความแตกต่าง …</p>\n<p>ประเทศ: สหรัฐอเมริกา                            วันเปิดตัว: October 19, 1973                            ภาษา: ไทย                            ทุนสร้าง: 15 ล้านเหรียญ                            ความยาว: 1 ชั่วโมง 34 นาที                            ผู้กำกับ: Sydney Pollack                            นักแสดง: Barbra Streisand, Robert Redford, Bradford Dillman, Lois Chiles, Patrick O&#8217;Neal</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/wherbc.mp4",
        "media_category": "<p>หนัง HD</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/The-Way-We-Were-1973-scaled-2-324x324.jpg"
    },
    {
        "title": "The Bling Ring (2013) วัยร้าย วัยลัก",
        "content": "<p>ชื่อภาพยนตร์ : The Bling Ring (2013) วัยร้าย วัยลัก<br />\nแนว/ประเภท : ชีวประวัติ, อาชญากรรม, ละคร<br />\nผู้กำกับภาพยนตร์ : Sofia Coppola<br />\nบทบาทภาพยนตร์ : Sofia Coppola<br />\nนักแสดง : Katie Chang, Israel Broussard, Emma Watson</p>\n<p>เรื่องย่อ :</p>\n<p>Kirsten Dunstและปารีสฮิลตัน ต่อมาขณะค้นคว้าข้อมูลของ Hilton ทางอินเทอร์เน็ต Marc และ Rebecca ก็รู้ว่าเธออยู่นอกเมือง คู่หาที่อยู่ของเธอไปที่บ้านของเธอและเมื่อหาที่สำคัญภายใต้พรมเช็ดเท้าที่พวกเขาทำลาย พวกเขาผ่านข้าวของของฮิลตันนำเครื่องประดับติดตัวไปด้วยรวมถึงสร้อยข้อมือที่รีเบคก้าอวด Nicki, Sam และ Chloe ในงานปาร์ตี้ในเวลาต่อมา ตามคำขอของ Nicki รีเบคก้าและมาร์คพาเธอแซมและโคลอี้กลับไปที่บ้านของฮิลตัน กลุ่มนี้ประหลาดใจกับไลฟ์สไตล์ส่วนเกินของฮิลตันและขโมยรองเท้ากระเป๋าชุดเดรสเงินสดและเครื่องประดับ มาร์คและรีเบคก้ากลับไปปล้นบ้านของฮิลตันเป็นครั้งที่สาม ทั้งคู่ยังตัดสินใจที่จะปล้นบ้านของAudrina Patridgeอีกครั้งโดยใช้อินเทอร์เน็ตเพื่อกำหนดเวลาที่เธอจะไม่กลับบ้าน ทั้งกลุ่มใช้วิธีเดียวกันในการโจรกรรมบ้านของเมแกนฟ็อกซ์โดยมีเอมิลี่น้องสาวของนิคกีบีบประตูสัตว์เลี้ยงเพื่อเข้าไปในบ้าน กลุ่มที่เข้ามาในบ้านของออร์แลนโดบลูมและแฟนสาวของเขามิแรนดาเคอร์ สาว ๆ ดำเนินการขโมยสิ่งของที่คล้ายกันในขณะที่ Marc พบตัวเรือนที่เต็มไปด้วยนาฬิกา Rolexของ Bloom เจ็ดเรือนพร้อมกับเงินสดหนึ่งม้วน จากนั้นโคลอี้ก็ช่วยมาร์คขายนาฬิกาให้กับเพื่อนของเธอซึ่งเป็นผู้จัดการไนท์คลับชื่อริกกี้ กลุ่มนี้กลับไปที่บ้านของฮิลตันอีกครั้งพร้อมกับร็อบแฟนหนุ่มของแซมซึ่งขโมยมาจากบ้านด้วย</p>\n<p>ประเทศ: สหรัฐ                            วันเปิดตัว: June 12, 2013                            ภาษา: ไทย                            ทุนสร้าง: 8 ล้านเหรียญ                            ความยาว: 1 ชั่วโมง 30 นาที                            ผู้กำกับ:  Sofia Coppola                            นักแสดง:  Katie Chang, Israel Broussard, Emma Watson</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/litikn.mp4",
        "media_category": "<p>หนังชีวประวัติ</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/The-Bling-Ring-1-220x324.jpg"
    },
    {
        "title": "The Hangover Part III (2013) เดอะ แฮงค์โอเวอร์ ภาค 3",
        "content": "<p>ชื่อภาพยนตร์ : The Hangover Part III (2013) เดอะ แฮงค์โอเวอร์ ภาค 3<br />\nแนว/ประเภท : ตลก, อาชญากรรม<br />\nผู้กำกับภาพยนตร์ : Todd Phillips<br />\nบทบาทภาพยนตร์ : Todd Phillips<br />\nนักแสดง : Bradley Cooper, Zach Galifianakis, Ed Helms</p>\n<p>เรื่องย่อ :</p>\n<p>ในการดึงทองคำที่ขโมยมาจากชั้นใต้ดินของบ้านพักในเม็กซิโกที่เขาเคยเป็นเจ้าของ สตูอลันและฟิลบุกเข้าไปในบ้านและนำทองคำมาได้สำเร็จ แต่โชวกลับข้ามมันไปสองครั้งโดยขังไว้ในห้องใต้ดินติดระบบรักษาความปลอดภัยใหม่และหลบหนีไปในรถตู้ของฟิล พวกเขาถูกจับ แต่ถูกปล่อยตัวออกจากสถานีตำรวจอย่างลึกลับ พวกเขามารับโดยรถลีมูซีนและพากลับไปที่วิลล่าซึ่งพวกเขาพบกับมาร์แชล พวกเขารู้ว่า Chow โกหกพวกเขา: ที่จริงแล้ววิลล่าแห่งนี้เป็นของมาร์แชลตลอดเวลาและทองคำที่พวกเขาขโมยไปก็คืออีกครึ่งหนึ่งที่ Chow ไม่ได้รับจาก Marshall มาร์แชลล์มอบหมายงานให้พวกเขากู้ทองคำที่ขโมยมา แต่ฆ่า “แบล็กดั๊ก” เพราะไร้ความสามารถและเตือนพวกเขาถึงกำหนดเวลาสองวันในตอนนี้ กลุ่มติดตามโทรศัพท์ของ Phil ซึ่งทิ้งไว้ในรถมินิแวนนอกโรงรับจำนำในลาสเวกัส Cassie เจ้าของโรงรับจำนำบอกพวกเขาว่า Chow ซื้อขายอิฐทองคำเพียง 18,000 เหรียญซึ่งน้อยกว่าอัตราการขายปกติที่ 400,000 เหรียญ ใช้สตูหยกอดีตคนรักเป็นผู้ติดต่อของพวกเขาได้เรียนรู้ว่า Chow ถูกขังในห้องชุดของCaesars Palace ฟิลและอลันแอบเข้าไปในห้องสวีทของเขาจากหลังคา แต่ Chow หนีกระโดดจากระเบียงและกระโดดร่มลงไปที่สตริป สตูจับโชวและขังเขาไว้ในท้ายรถลิมูซีนที่มาร์แชลยืมไป พวกเขารับทองคำและพบกับมาร์แชลผู้ปล่อยดั๊กกลับไปที่กลุ่ม แม้ว่าในตอนแรกมาร์แชลล์สัญญาว่าจะไม่ทำร้าย Chow แต่เขาก็ยิงทะลุท้ายรถสันนิษฐานว่าจะฆ่าเขา อย่างไรก็ตามอลันได้มอบหนทางให้โชวหนีออกจากท้ายรถผ่านช่องเบาะหลังเมื่อไม่นานมานี้</p>\n<p>ประเทศ: สหรัฐ                            วันเปิดตัว: May 20, 2013                            ภาษา: ไทย                            ทุนสร้าง: 103 ล้านดอลลาร์                            ความยาว: 1 ชั่วโมง 40 นาที                            ผู้กำกับ: Todd Phillips                            นักแสดง:  Bradley Cooper, Zach Galifianakis, Ed Helms</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/ovgmn3.mp4",
        "media_category": "<p>หนังตลก</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/The-Hangover-Part-III-1-220x250.jpg"
    },
    {
        "title": "Step Up All In (2014) สเต็ปอัพโดนใจ หัวใจโดนเธอ 5",
        "content": "<p>ชื่อภาพยนตร์ : Step Up All In (2014) สเต็ปอัพโดนใจ หัวใจโดนเธอ 5<br />\nแนว/ประเภท : ละคร, เพลง, โรแมนติก<br />\nผู้กำกับภาพยนตร์ : Trish Sie<br />\nบทบาทภาพยนตร์ : Duane Adler<br />\nนักแสดง : Ryan Guzman, Briana Evigan, Adam Sevani</p>\n<p>เรื่องย่อ :</p>\n<p>LMNTRIX ฝึกฝนอย่างหนักเป็นพิเศษ ในขณะที่ลูกเรือที่เหลืออยู่ที่บาร์แห่งหนึ่งฌอนและแอนดีเปิดเผยว่าพวกเขาเลิกรากับคู่หูของพวกเขาแล้ว มูสจูบผู้หญิงอีกคนขณะเต้นฟรีสไตล์ที่บาร์ซึ่งคามิลล์เกจแฟนสาวของเขาเป็นพยาน เธอวิ่งหนีมูสออกจากลูกเรือและกลับไปที่ลอสแองเจลิสเพื่อชดเชยกับเธอ LMNTRIX ต่อสู้กับม็อบในกระแสน้ำวนการแข่งขันนิทรรศการ; ในระหว่างการต่อสู้ฌอนพยายามบังคับให้แอนดีใช้กลอุบายที่พวกเขาพยายามระหว่างการฝึกฝน แต่แอนดีปฏิเสธและจากไป อย่างไรก็ตาม LMNTRIX ยังคงชนะการต่อสู้และกลุ่มม็อบก็โกรธฌอน ฌอนพบแอนดีข้างนอกซึ่งเธอเผชิญหน้ากับเขาเกี่ยวกับการกระทำของเขาโดยบอกว่าเธอไม่พร้อมที่จะทำกลอุบาย ฌอนตระหนักดีว่าเขาเห็นแก่ตัวและทำผิดพลาดมากมาย เขาขอโทษ MOB และต่อมาก็ร่วมกับ Andie และ LMNTRIX มูสกลับบ้านและพบว่าคามิลล์อยู่ที่ชานบ้านของพวกเขาซึ่งเธอเผยให้เห็นว่าจริงๆแล้วเธอไม่ได้เสียใจกับเขา แต่รู้สึกอิจฉาเมื่อเธอเห็นการเต้นรำของเขาและตระหนักว่าเธอไม่ได้มุ่งมั่นที่จะทำเช่นนั้นแม้จะเป็นนักเต้นที่มีพรสวรรค์ พวกเขาแต่งหน้าในภายหลัง แชดและเจนนี่คิโดได้ยิน Alexxa Brava พิธีกรของThe Vortexและ Jasper หัวหน้ากลุ่ม Grim Knights ทำให้รู้ว่า Alexxa กำลังควบคุมการแข่งขัน เมื่อทั้งทีมรู้แล้วพวกเขาก็วางแผนที่จะสอนบทเรียนให้ Alexxa และ Grim Knights</p>\n<p>ประเทศ: สหรัฐ                            วันเปิดตัว: July 09, 2014                            ภาษา: ไทย                                                        ความยาว: 1 ชั่วโมง 51 นาที                            ผู้กำกับ: Trish Sie                            นักแสดง:  Ryan Guzman, Briana Evigan, Adam Sevani</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/stup5a.mp4",
        "media_category": "<p>หนังดราม่า</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/Step-Up-All-In-1-220x324.jpg"
    },
    {
        "title": "Jeon Woochi (2009) วูชิ ศึกเทพยุทธทะลุภพ",
        "content": "<p>ชื่อภาพยนต์ : Jeon Woochi (2009) วูชิ ศึกเทพยุทธทะลุภพ<br />\nประเภท : Action, Adventure, Comedy<br />\nผู้กำกับ : Dong-hoon Choi<br />\nบทภาพยนต์ : Dong-hoon Choi<br />\nนักแสดง : Dong-Won Gang, Soo-jung Lim, Yoon-seok Kim, Hae-Jin Yoo<br />\nวันที่เข้าฉาย : 23 ธันวาคม 2552 (เกาหลีใต้)</p>\n<p>เรื่องย่อ : Jeon Woochi (2009) วูชิ ศึกเทพยุทธทะลุภพ จอนอูจิ: พ่อมดลัทธิเต๋า (เกาหลี: ???หรือที่รู้จักกันในชื่อ Woochi: The Demon Slayer เป็นภาพยนตร์แอ็คชั่นแฟนตาซีของเกาหลีใต้ปี 2009 ที่เขียนบทและกำกับโดยชอยดงฮุนซึ่งออกจากภาพยนตร์ปล้นยอดนิยมของเขาทาซซา The High Rollers และ The Big Swindle สำหรับการวิ่งเล่นแอ็คชั่นที่เต็มไปด้วยเอฟเฟกต์พิเศษงบประมาณจำนวนมากซึ่งได้รับความนิยมไม่แพ้กันในหมู่ผู้ชมชาวเกาหลีโดยมีรายได้จากการรับสมัครมากกว่าหกล้านครั้งในช่วงคริสต์มาสปี 2009จากนิทานพื้นบ้านของเกาหลี Gang Dong-won ในบทนำ ภาพยนตร์เรื่องนี้กลายเป็นภาพยนตร์ขายดีอันดับ 3 ของปี 2009 ในเกาหลีด้วยยอดจำหน่ายตั๋ว 6,100,532 ใบทั่วประเทศ</p>\n<p>“Woochi” เริ่มต้นในราชวงศ์ Chosun ในปี 1509 และเกี่ยวข้องกับพ่อมดลัทธิเต๋าสามคนนักมายากลชื่อ Jeon Woo Chi (Gang Dong-Won) และสุนัขของเขากลายเป็นมนุษย์ราชาที่ทุจริตก๊อบลินชั่วร้ายและท่อทำนายที่ทุกคนตามมา . ในที่สุดจอนวูชีก็ถูกปิดผนึกไว้ในหนังสือม้วนโบราณสำหรับอาชญากรรมที่เขาไม่ได้กระทำ ข้ามไปสู่ปี 2009 พ่อมดเหล่านี้ถูกเรียกตัวจากการเกษียณอายุอย่างสงบเมื่อก๊อบลินเริ่มปรากฏตัวในเกาหลียุคใหม่เพื่อสร้างความหายนะให้กับทั่ว ทั้งสามคนเรียกร้องให้จอนวูจิซึ่งถูกปล่อยออกจากที่กักขังม้วนหนังสือโบราณของเขาเพื่อช่วยวันนี้ ปัญหาคือ Jeon Woo Chi ซึ่งเป็นแอนตี้ – ซูเปอร์ฮีโร่หันมาสนใจเรื่องสายตาและความเป็นผู้หญิงในเกาหลียุคปัจจุบันมากขึ้น</p>\n<p>ประเทศ: เกาหลีใต้                            วันเปิดตัว: December 23, 2009                            ภาษา: ไทย                            ทุนสร้าง: 12 ล้านเหรียญสหรัฐ                            ความยาว: 2 ชั่วโมง 09 นาที                            ผู้กำกับ: Dong-hoon Choi                            นักแสดง: Dong-Won Gang, Soo-jung Lim, Yoon-seok Kim, Hae-Jin Yoo</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/jobvvoe.mp4",
        "media_category": "<p>หนัง HD</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/Jeon-Woochi-2009-1-250x250.jpg"
    },
    {
        "title": "The Diabolical (2015) บ้านปีศาจ",
        "content": "<p>ชื่อภาพยนตร์ : The Diabolical (2015) บ้านปีศาจ<br />\nแนว/ประเภท : สยองขวัญ, ไซไฟ<br />\nผู้กำกับภาพยนตร์ : Alistair Legrand<br />\nบทบาทภาพยนตร์ : Alistair Legrand<br />\nนักแสดง : Ali Larter, Arjun Gupta, Max Rose</p>\n<p>เรื่องย่อ :</p>\n<p>CamSET หลังจากค้นหาทางออนไลน์เธอพบการอ้างอิงถึง Project ECHO และก่อนหน้านี้ Nikolai เคยเป็นพนักงานของ CamSET นิโคไลอธิบายว่าพวกเขากำลังทำงานเกี่ยวกับการเทเลพอร์ตกับอาสาสมัครที่เป็นมนุษย์ แต่เขาก็ไม่สนใจเรื่องจริยธรรม โครงการนี้ใช้เวลาอย่างน้อยสี่สิบปีจนแล้วเสร็จนิโคไลจึงอนุมานได้ว่าชายหัวโล้นต้องมาจากอนาคต พวกเขาทุบตีชายหัวโล้นอย่างยอมจำนน ตำรวจมาถึง แต่ถูกฆ่าอย่างรวดเร็วเมื่อชายหัวโล้นตื่นขึ้นมาอีกครั้งและนิโคไลหมดสติ เมดิสันพยายามปกป้องลูก ๆ ของเธอในห้องใต้ดิน แต่ได้รับบาดเจ็บสาหัส ลูกชายของเธอได้รับบาดแผลที่แก้มขวาซึ่งปรากฏบนใบหน้าของชายหัวโล้นทันทีและเมดิสันก็ตระหนักว่าชายหัวโล้นคนนั้นคือเจคอบลูกชายของเธอจากอนาคต นิโคไลฟื้นคืนสติและยิงชายหัวโล้นที่ด้านหลังด้วยปืนของเจ้าหน้าที่ตำรวจที่เสียชีวิต เมดิสันอยู่ติดกับชายหัวโล้นและถูกส่งไปยังอนาคต มีคำอธิบายว่าลูกชายของเธอถูกจับได้ว่าพยายามเผาห้องแล็บเพราะสิ่งที่ CamSET ทำกับแม่ของเขา ต่อมาเขาได้รับโลโบโตไมซ์และใช้เป็นแบบทดสอบในโครงการ ECHO อีกสี่สิบปีในอนาคต เมดิสันหายเป็นปกติและถูกส่งกลับไปยังเวลาของเธอ</p>\n<p>ประเทศ: สหรัฐ                            วันเปิดตัว: August 21, 2015                            ภาษา: ไทย                                                        ความยาว: 1 ชั่วโมง 26 นาที                            ผู้กำกับ:  Alistair Legrand                            นักแสดง:  Ali Larter, Arjun Gupta, Max Rose</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/dbilqe.mp4",
        "media_category": "<p>หนังสยองขวัญ</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/The-Diabolical-1-214x250.png"
    },
    {
        "title": "Baahubali 2: The Conclusion (2017) ปิดตำนานบาฮูบาลี",
        "content": "<p>ชื่อภาพยนตร์ : Baahubali 2: The Conclusion (2017) ปิดตำนานบาฮูบาลี<br />\nแนว/ประเภท : แอคชั่น, ดราม่า<br />\nผู้กำกับภาพยนตร์ : S.S. Rajamouli<br />\nบทบาทภาพยนตร์ : S.S. Rajamouli<br />\nนักแสดง : Prabhas, Rana Daggubati, Anushka Shetty</p>\n<p>เรื่องย่อ :</p>\n<p>Mahishmati ตกหลุมรักเธอเขาเข้าใกล้เธอหลังจากการต่อสู้สวมรอยเป็นซิมเพิลตันและเด็กกำพร้าและคัตทาปปารับบทเป็นลุงของเขาและได้รับการยอมรับให้เข้าทำงานในวัง  Bhallaladeva ได้รับข้อความเกี่ยวกับการกระทำ  เมื่อมาถึงมหิชมาติความเข้าใจผิดก็ถูกนำมาเปิดเผยและเมื่อส่งคำขาดไปยังอมเรนทราว่าเขาต้องเลือกบัลลังก์หรือเทวาเสนาเขาเลือกอย่างหลัง Bhallaladeva ขึ้นครองราชย์เป็นกษัตริย์และ Amarendra ได้รับแต่งตั้งให้เป็นผู้บัญชาการทหารสูงสุดคนใหม่ อย่างไรก็ตามสิ่งนี้ไม่ส่งผลกระทบต่อความนิยมของ Amarendra ในหมู่ประชาชน ในระหว่างที่เทวาเสนาอาบน้ำเด็ก Bhallaladeva ได้สวมบทบาท Amarendra เป็น “ของขวัญ” และมอบให้กับ Sethupathi เทวาเสนาพูดต่อต้านการเพิกเฉยของ Sivagami และล้อเลียน Bhallaladeva เนื่องจากการปะทะกันอีกต่อไป (การทะเลาะวิวาทระหว่างเทวาเสนาและเศรษฐีนี) อมเรนทราและเทวาเสนาจึงถูกเนรเทศออกจากวังหลวงอาศัยอยู่ท่ามกลางผู้คนอย่างมีความสุข  Bijjaladeva ปลอบ Kumara Varma ว่า Bhallaladeva อยู่หลังจากชีวิตของ Amarendra และเขาต้องฆ่ากษัตริย์เพื่อปกป้องพี่เขยของเขา Kumara Varma เข้ามาในวังในตอนกลางคืนที่ซ่อนตัวโดย Bhallaladeva เท่านั้นที่จะถูกค้นพบและถูกฆ่า แต่ก่อนที่จะเปิดเผยแผนการของพวกเขาที่จะโน้มน้าวให้ Sivagami ฆ่า Amarendra เนื่องจากประชาชนยังคงเคารพเขา Sivagami เชื่อว่าชีวิตของ Bhallaladeva ตกอยู่ภายใต้การคุกคาม แต่การเป็นศัตรูอย่างเปิดเผยจะส่งผลให้เกิดสงครามกลางเมืองสั่งให้ Kattappa ลอบสังหาร Amarendra Kattappa ถูกผูกมัดด้วยคำพูดของเขาที่จะรับใช้ราชินีล่อลวง Amarendra ด้วยการแสร้งทำเป็นว่าเขากำลังมีปัญหาจากนั้นแทงที่ด้านหลังและฆ่าเขา</p>\n<p>ประเทศ: อินเดีย                            วันเปิดตัว: April 28, 2017                                                        ทุนสร้าง: 250 ล้านรูปี                            ความยาว: 2 ชั่วโมง 46 นาที                            ผู้กำกับ: S.S. Rajamouli                            นักแสดง:  Prabhas, Rana Daggubati, Anushka Shetty</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/bliia2l.mp4",
        "media_category": "<p>หนังดราม่า</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/Baahubali-2-The-Conclusion-1-220x250.jpg"
    },
    {
        "title": "Accepted (2006) จิ๊จ๊ะ มหา’ลัยคนรักแห้ว",
        "content": "<p>ชื่อภาพยนตร์ : Accepted (2006) จิ๊จ๊ะ มหา’ลัยคนรักแห้ว<br />\nแนว/ประเภท : Comedy<br />\nผู้กำกับภาพยนตร์ : Steve Pink<br />\nบทภาพยนตร์ : Adam Cooper, Bill Collage<br />\nนักแสดง : Justin Long, Jonah Hill, Blake Lively<br />\nเรื่องย่อ : Accepted (2006) จิ๊จ๊ะ มหา’ลัยคนรักแห้ว บาร์เทิลบี (จัสติน ลอง) หนุ่มผู้ฉลาดแต่ขี้เกียจ เขาช็อคอย่างสุดขีดเมื่อพบว่า ตัวเองไม่มีชื่อหรือจดหมายเรียกตัวเข้ามหาวิทยาลัยที่เขาสมัครทั้ง 7 แห่ง เขาสอบไม่ติด จะทำไงดีกับอนาคต เมื่อคุณพ่อบอกมาว่า จะทำไงก็ได้ แต่แกต้องเข้ามหาลัย แต่ด้วยมันสมองในการโกง และความฉลาด เขาและก๊วนเพื่อนเหล่าคนแห้ว จึงเอาสถานบำบัดผู้ป่วยโรคประสาท มารื้อสร้างปรับปรุงใหมเป็นมหาลัยตัวเอง เพื่อหวังแก้ผ้าเอาหน้ารอดจากพ่อแม่ โดยมี เชรดเดอร์ (โจนาห์ ฮิลล์) เพื่อนสนิทใส่แว่น ทำหน้าที่สร้างเว็บไซต์มหาลัย, เกล็น (อดัม เฮอร์ชแมน) ออกแบบเสื้อแจ็คเก็ตประจำสถาบัน และลุงเชรดเดอร์เป็นอธิการบดีกำมะลอ ในวันปฐมนิเทศของมหาลัยปลอมที่เขาสร้างขึ้น มีเด็กจำนวนมากที่พลาดหวัง และไม่มีที่เรียนจำนวนมาก มาตามประกาศเว็บไซด์ที่เชรดเดอร์สร้างขึ้น ซึ่งเว็บไซด์ดังกล่าวใช้ได้จริง และมีการโอนเงินมาเรียนที่นี่เรียบร้อยแล้ว ปัญหาก็คือ พวกเขายังไม่เตรียมเนื้อหาวิชาที่จะเรียน เพราะต้องแก้ปัญหากับบรรดาพ่อแม่ ความไม่พร้อมต่างๆ ทั้งอาคาร สิ่งอำนวยความสะดวก บาร์เทิลบีจึงตัดสินใจเขียนสิ่งที่ตัวเองอยากเรียนลงไปในไวท์บอร์ด</p>\n<p>ประเทศ: United States                            วันเปิดตัว: August 18, 2006                            ภาษา: English                            ทุนสร้าง: $23 million                            ความยาว: 1 ชั่วโมง 17 นาที                            ผู้กำกับ: Steve Pink                            นักแสดง: Justin Long, Jonah Hill, Blake Lively</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/potreex.mp4",
        "media_category": "<p>หนังตลก</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/Accepted-1-250x250.jpg"
    },
    {
        "title": "The Shortcut (2009) ทางลัด ตัดชีพ",
        "content": "<p>ชื่อภาพยนตร์ : The Shortcut (2009) ทางลัด ตัดชีพ<br />\nแนว/ประเภท : Horror, Mystery, Thriller<br />\nผู้กำกับภาพยนตร์ : Nicholaus Goossen<br />\nบทภาพยนตร์ : Dan Hannon, Scott Sandler<br />\nนักแสดง : Katrina Bowden, Jeremy Bastian, Cavan Cunningham<br />\nเรื่องย่อ : The Shortcut (2009) ทางลัด ตัดชีพ เหตุการณ์เริ่มต้นขึ้นเมื่อ เดเร็ก (ดรูว์ ซีลีย์) เจอทางลัดผ่านป่าแห่งหนึ่งโดยบังเอิญ เขาใช้ทางนี้ไปไหนมาไหนตลอดเวลา แต่หารู้ไม่ว่าสิ่งที่เขาค้นพบไม่ใช่เพียงแค่นั้น มันกลับมีเหตุการณ์สะเทือนขวัญเกิดขึ้น เมื่อมีคนหายไปโดยไร้ร่องรอยจากการใช้เส้นทางนี้ เดเร็กรู้ดีว่านี่ไม่ใช่เหตุบังเอิญแน่นอน และเขาก็สงสัยในตัวชายแก่ลึกลับที่อาศัยอยู่ภายในป่า จึงต้องการเปิดโปงความจริงให้ทุกคนได้รับรู้</p>\n<p>ประเทศ: United States                            วันเปิดตัว: September 29, 2009                            ภาษา: English                            ทุนสร้าง: USD$1 million                            ความยาว: 1 ชั่วโมง 12 นาที                            ผู้กำกับ: Nicholaus Goossen                            นักแสดง: Katrina Bowden, Jeremy Bastian, Cavan Cunningham</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/toctho.mp4",
        "media_category": "<p>หนังฝรั่ง</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/The-Shortcut-1-250x250.jpg"
    },
    {
        "title": "Homeward Bound II: Lost in San Francisco (1996) 2 หมา 1 แมว หายไปในซานฟรานซิสโก",
        "content": "<p>ชื่อภาพยนตร์ : Homeward Bound II: Lost in San Francisco (1996) 2 หมา 1 แมว หายไปในซานฟรานซิสโก<br />\nแนว/ประเภท : Adventure, Comedy, Family<br />\nผู้กำกับภาพยนตร์ : David R. Ellis<br />\nบทภาพยนตร์ : Chris Hauty, Julie Hickson<br />\nนักแสดง : Michael J. Fox, Sally Field, Ralph Waite<br />\nเรื่องย่อ : Homeward Bound II: Lost in San Francisco (1996) 2 หมา 1 แมว หายไปในซานฟรานซิสโก การเดินทางผจญภัยอันยิ่งใหญ่ของสัตว์เลี้ยงทั้งสาม ในการเดินทางกลับบ้าน ผ่านป่าใหญ่ของอเมริกา เพื่อตามหาเจ้าของที่พวกมันคิดไปเองว่า พวกเขาทิ้งมันไว้ที่ฟาร์มของญาติในระหว่างที่พวกเขาไปฮอลิเดย์</p>\n<p>ประเทศ: United States                            วันเปิดตัว: March 08, 1996                            ภาษา: English                                                        ความยาว: 1 ชั่วโมง 16 นาที                            ผู้กำกับ: David R. Ellis                            นักแสดง: Michael J. Fox, Sally Field, Ralph Waite</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/hobblf.mp4",
        "media_category": "<p>หนังครอบครัว</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/Homeward-Bound-II-Lost-in-San-Francisco-1-250x250.jpg"
    },
    {
        "title": "The Remaker (2005) คนระลึกชาติ",
        "content": "<p>ชื่อภาพยนต์ : The Remaker (2005) คนระลึกชาติ<br />\nประเภท : Action, Drama, Fantasy<br />\nผู้กำกับ : โมนา นาล์ม<br />\nบทภาพยนต์ : อ็อกไซด์ แปง<br />\nนักแสดง : แอนดริว เกร็กสัน, พิยดา จุฑารัตนกุล<br />\nวันที่เข้าฉาย : 22 กันยายน 2548 (ประเทศไทย)</p>\n<p>เรื่องย่อ : The Remaker (2005) คนระลึกชาติ คนระลึกชาติ นำเสนอเรื่องราวของ ต้อม (แอนดริว เกร็กสัน) ชายหนุ่มที่ประสบอุบัติเหตุ รถที่เขาขับมาตกจากสะพาน และตัวเขาก็จมดิ่งลงสู่ใต้น้ำพร้อมรถ เขาได้รับการช่วยเหลือจาก พิม (อ้อม – พิยดา อัครเศรณี) หญิงสาวคนหนึ่งที่บังเอิญผ่านมา และถูกนำตัวส่งโรงพยาบาล จนรอดชีวิตปลอดภัยมาได้ หลังจากเกิดเหตุ ต้อมก็เห็นภาพและได้ยินเสียงแปลกๆ ราวกับจะมีใครบางคนบอกกับเขาว่า เรื่องที่เกิดไม่ใช่อุบัติเหตุ และการที่มีคนผ่านมาช่วยก็ไม่ใช่เรื่องบังเอิญ ทั้งหมดเป็นกรรม ที่เขาและเธอเคยร่วมกันทำมาตั้งแต่ชาติปางก่อน แต่กรรมในอดีตยังไม่สิ้น และอุบัติเหตุก็เกิดขึ้นได้ทุกวันเวลา</p>\n<p>ประเทศ: ประเทศไทย                            วันเปิดตัว: September 22, 2005                            ภาษา: ไทย                                                        ความยาว: 1 ชั่วโมง 09 นาที                            ผู้กำกับ: โมนา นาล์ม                            นักแสดง: แอนดริว เกร็กสัน, พิยดา จุฑารัตนกุล</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/rtuvvjd.mp4",
        "media_category": "<p>หนัง HD</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/The-Remaker-2005-1-250x250.jpg"
    },
    {
        "title": "Kamui (2009) คามุย ยอดนินจา",
        "content": "<p>ชื่อภาพยนตร์ : Kamui (2009) คามุย ยอดนินจา<br />\nแนว/ประเภท : Action, Drama<br />\nผู้กำกับภาพยนตร์ : Y?ichi Sai<br />\nบทภาพยนตร์ : Y?ichi Sai, Kankur? Kud?<br />\nนักแสดง : Ken’ichi Matsuyama, Koyuki, Kaoru Kobayashi<br />\nเรื่องย่อ : Kamui (2009) คามุย ยอดนินจา ว่านินจาหนุ่มหน้ามนคนเจแปน คามุย.(มัตซึยาม่า).ไม่อยากเป็นนินจาอีกต่อไป ซึ่งตามกฏของนินจาแล้วการจะยุบสภาลาออกจากการเป็นนินจาได้นั้นก็ต่อเมื่อคนๆ เนั้นกลายเป็นศพ ว่าแล้วคามุยก็ต้องหนีการตามล่าฆ่าไม่เลี้ยงจากพวกเดียวกัน แล้วระหกระเหินไปพบปะผู้คนและ.สถาน ที่อันห่างไกลความเจริญมากมาย แต่มีหรือที่เหล่าศัตรูผู้ตามล่าเขาจะปล่อยให้เขาหนีลอยนวลไปอย่างสบายใจใจ เฉิบ</p>\n<p>ประเทศ: Japan                            วันเปิดตัว: September 19, 2009                            ภาษา: Japanese                            ทุนสร้าง: $18 million                            ความยาว: 2 ชั่วโมง 00 นาที                            ผู้กำกับ: Y?ichi Sai                            นักแสดง: Ken&#8217;ichi Matsuyama, Koyuki, Kaoru Kobayashi</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/makiuu.mp4",
        "media_category": "<p>หนังญี่ปุ่น</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/Kamui-1-250x250.jpg"
    },
    {
        "title": "15 Minutes (2001) คู่อำมหิต ฆ่าออกทีวี",
        "content": "<p>ชื่อภาพยนตร์ : 15 Minutes (2001) คู่อำมหิต ฆ่าออกทีวี<br />\nแนว/ประเภท : Action, Crime, Drama<br />\nผู้กำกับภาพยนตร์ : John Herzfeld<br />\nบทภาพยนตร์ : John Herzfeld<br />\nนักแสดง : Robert De Niro, Edward Burns, Kelsey Grammer<br />\nเรื่องย่อ : 15 Minutes (2001) คู่อำมหิต ฆ่าออกทีวี เอมิล สโลแว็ก (Karel Roden) และโอเล็ก ราซกูล (Oleg Taktarov) คือสองอาชญากรจากฝั่งยุโรปที่มาอเมริกาเพื่อความดังและความร่ำรวย โดยการใช้กล้องถ่ายวีดีโอคอยถ่ายพฤติกรรมของพวกเขาทั้งยามปกติและยามที่ก่อเหตุอาชญากรรม ก่อนจะส่งคลิปให้สถานีโทรทัศน์ไปออกข่าว แต่ว่าตำรวจไม่ยอมให้ 2 วายร้ายนี้ทำตามอำเภอใจ โดยเจ้าหน้าที่เอ็ดดี้ เฟลมมิ่ง (Robert De Niro) และจอร์ดี้ วอร์ซอว์ (Edward Burns) ได้รับมอบหมายให้ไปตามคดีนี้ พวกเขาต้องแข่งกับเวลาก่อนที่พวกมันจะลงมือก่อการโหดมากกว่านี้</p>\n<p>ประเทศ: United States                            วันเปิดตัว: March 09, 2001                            ภาษา: English                            ทุนสร้าง: $42 million                            ความยาว: 2 ชั่วโมง 00 นาที                            ผู้กำกับ: John Herzfeld                            นักแสดง: Robert De Niro, Edward Burns, Kelsey Grammer</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/15mnrr.mp4",
        "media_category": "<p>หนังดราม่า</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/15-Minutes-1-250x250.jpg"
    },
    {
        "title": "Gothika (2003) โกติก้า พลังพยาบาท",
        "content": "<p>ชื่อภาพยนต์ : Gothika (2003) โกติก้า พลังพยาบาท<br />\nประเภท : Horror, Mystery, Thriller<br />\nผู้กำกับ : Mathieu Kassovitz<br />\nบทภาพยนต์ : Sebastian Gutierrez<br />\nนักแสดง : Halle Berry, Robert Downey Jr., Charles S. Dutton, John Carroll Lynch<br />\nวันที่เข้าฉาย : 21 พฤศจิกายน 2546 (สหรัฐอเมริกา)</p>\n<p>เรื่องย่อ : Gothika (2003) โกติก้า พลังพยาบาท นักจิตวิทยาอาชญากรคนหนึ่งตื่นขึ้นมาและพบว่าตัวเองเป็นคนไข้ในสถาบันที่เธอทำงานโดยไม่มีความทรงจำเกี่ยวกับการฆาตกรรมที่เธอถูกกล่าวหาว่ากระทำ ในขณะที่เธอพยายามฟื้นความทรงจำ – และอิสรภาพของเธอวิญญาณอาฆาตก็เข้าครอบงำเธอ</p>\n<p>ประเทศ: สหรัฐอเมริกา                            วันเปิดตัว: November 21, 2003                            ภาษา: ไทย                            ทุนสร้าง: 40 ล้านเหรียญ                            ความยาว: 1 ชั่วโมง 22 นาที                            ผู้กำกับ: Mathieu Kassovitz                            นักแสดง: Halle Berry, Robert Downey Jr., Charles S. Dutton, John Carroll Lynch</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/gkittika.mp4",
        "media_category": "<p>หนัง HD</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/Gothika-2003-1-250x250.jpg"
    },
    {
        "title": "Sometimes They Come Back Again (1996) มันกลับมาทวงเลือด 2",
        "content": "<p>ชื่อภาพยนต์ : Sometimes They Come Back Again (1996) มันกลับมาทวงเลือด 2<br />\nประเภท : Horror<br />\nผู้กำกับ : Adam Grossman<br />\nบทภาพยนต์ : Guy Riedel, Adam Grossman<br />\nนักแสดง : Michael Gross, Alexis Arquette, Hilary Swank, Bojesse Christopher<br />\nวันที่เข้าฉาย : 3 กันยายน 2539</p>\n<p>เรื่องย่อ : Sometimes They Come Back Again (1996) มันกลับมาทวงเลือด 2 จอนพอร์เตอร์นักจิตวิทยา (ไมเคิลกรอส) รู้ว่าแม่ของเขาเพิ่งเสียชีวิตลงอย่างลึกลับ จอนและมิเชลลูกสาววัยรุ่นของเขา (ฮิลารีสแวงก์) กลับไปที่บ้านเกิดของจอนที่ Glenrock เพื่อทำศพแม่ของเขา ความทรงจำที่เจ็บปวดกลับคืนมา เมื่อสามสิบปีก่อนตอนที่จอนยังเป็นเด็กเขาได้พบเห็นการฆาตกรรมอย่างโหดเหี้ยมของลิซ่า (เลสลี่ดานอน) พี่สาวของเขาซึ่งถูกแทงตายในถ้ำโดยอันธพาลชื่อโทนี่เรโน (อเล็กซิสอาร์เควตต์) และวินนี (Bojesse) เพื่อนทั้งสองของเขา Christopher) และ Sean (Glen Beaudin) แต่จอนสามารถโยนสายไฟฟ้าเข้าไปในแอ่งน้ำที่เต็มไปด้วยเลือดที่พวกเขายืนอยู่ฆ่าพวกเขาทั้งสามคน</p>\n<p>ประเทศ: สหรัฐอเมริกา                            วันเปิดตัว: May 01, 1996                            ภาษา: ไทย                                                        ความยาว: 1 ชั่วโมง 22 นาที                            ผู้กำกับ: Adam Grossman                            นักแสดง: Michael Gross, Alexis Arquette, Hilary Swank, Bojesse Christopher</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/sionba.mp4",
        "media_category": "<p>หนัง HD</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/Sometimes-They-Come-Back-Again-1996-1-250x250.jpg"
    },
    {
        "title": "Mr. Zoo: The Missing VIP (2020) มิสเตอร์ซูแขกวีไอพีที่หายไป",
        "content": "<p>ชื่อภาพยนตร์ : Mr. Zoo: The Missing VIP (2020) มิสเตอร์ซูแขกวีไอพีที่หายไป</p>\n<p>แนว/ประเภท : Action, Comedy</p>\n<p>ประเทศ: เกาหลี                            วันเปิดตัว: January 22, 2020                            ภาษา: เกาหลี                                                        ความยาว: 1 ชั่วโมง 52 นาที                            ผู้กำกับ: Tae-Yun Kim                            นักแสดง: Sung-min Lee, Seo-hyeong Kim, Bae Jeong-nam, So Won Kal, David Lee McInnis</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/mrzvop.mp4",
        "media_category": "<p>หนังซับไทย</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/Mr.-Zoo-The-Missing-VIP-2020-1-250x250.jpg"
    },
    {
        "title": "Witches in the Woods (2019) คำสาปแห่งป่าแม่มด",
        "content": "<p>ชื่อภาพยนตร์ : Witches in the Woods (2019) คำสาปแห่งป่าแม่มด</p>\n<p>แนว/ประเภท : Horror, Mystery, Thriller</p>\n<p>ประเทศ: บราซิล                            วันเปิดตัว: August 25, 2019                            ภาษา: อังกฤษ                                                        ความยาว: 1 ชั่วโมง 26 นาที                            ผู้กำกับ: Jordan Barker                            นักแสดง: Hannah Kasulka, Craig Arnold, Sasha Clements, Corbin Bleu, Alexander De Jordy</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/odwsni.mp4",
        "media_category": "<p>หนังระทึกขวัญ</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/Witches-in-the-Woods-2019-scaled-2-250x250.jpg"
    },
    {
        "title": "Jazzy Misfits (2019) เด็กที่หายไป",
        "content": "<p>ชื่อภาพยนตร์ : Jazzy Misfits (2019) เด็กที่หายไป</p>\n<p>แนว/ประเภท : Drama</p>\n<p>ประเทศ: เกาหลี                            วันเปิดตัว: December 04, 2019                            ภาษา: เกาหลี                                                        ความยาว: 1 ชั่วโมง 32 นาที                            ผู้กำกับ: Yeon-woo Nam                            นักแสดง: Min-soo Jo, Cheetah, Terris Brown</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/finmtjj.mp4",
        "media_category": "<p>หนังดราม่า</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/Jazzy-Misfits-2019-1-250x250.jpg"
    },
    {
        "title": "The Do-Over (2016)",
        "content": "<p>ชื่อภาพยนตร์ : The Do-Over (2016)</p>\n<p>แนว/ประเภท : Action, Adventure, Comedy</p>\n<p>ประเทศ: อเมริกา                            วันเปิดตัว: May 27, 2016                            ภาษา: อังกฤษ                            ทุนสร้าง: 40 ล้านเหรียญ                            ความยาว: 1 ชั่วโมง 42 นาที                            ผู้กำกับ: Steven Brill                            นักแสดง: Adam Sandler, David Spade, Paula Patton, Kathryn Hahn, Nick Swardson</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/dvotor.mp4",
        "media_category": "<p>หนังตลก</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/The-Do-Over-2016-1-250x250.jpg"
    },
    {
        "title": "A Royal Night Out (2015)",
        "content": "<p>ชื่อภาพยนตร์ : A Royal Night Out (2015)</p>\n<p>แนว/ประเภท : Comedy, Drama, Romance</p>\n<p>ประเทศ: อเมริกา                            วันเปิดตัว: December 04, 2015                            ภาษา: อังกฤษ                                                        ความยาว: 1 ชั่วโมง 37 นาที                            ผู้กำกับ: Julian Jarrold                            นักแสดง: Sarah Gadon, Bel Powley, Emily Watson, Rupert Everett, Mark Hadfield</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/nriolyy.mp4",
        "media_category": "<p>หนังซับไทย</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/A-Royal-Night-Out-2015-1-250x250.jpg"
    },
    {
        "title": "The Merchant of Venice (2004) เวนิส วานิช แล่เนื้อชำระหนี้",
        "content": "<p>ชื่อภาพยนต์ : The Merchant of Venice (2004) เวนิส วานิช แล่เนื้อชำระหนี้<br />\nประเภท : Drama, Romance<br />\nผู้กำกับ : Michael Radford<br />\nบทภาพยนต์ : Michael Radford, William Shakespeare<br />\nนักแสดง : Al Pacino, Jeremy Irons, Joseph Fiennes, Lynn Collins, Zuleikha Robinson<br />\nวันที่เข้าฉาย : 3 ธันวาคม 2547 (สหราชอาณาจักร)</p>\n<p>เรื่องย่อ : The Merchant of Venice (2004) เวนิส วานิช แล่เนื้อชำระหนี้ ในศตวรรษที่สิบหกมีการต่อต้านชาวยิวอย่างมาก ในปี 1596 ในเวนิสเสรีนิยมบาสซานิโอขอเงินจำนวนมากให้กับเพื่อนของเขาอันโตนิโอพ่อค้าเพื่อเดินทางไปยังเบลมอนต์และเสนอปอร์เชียที่งดงาม อันโตนิโอได้ลงทุนเงินทั้งหมดของเขาในเรือของเขาและยืมเงินจากไชล็อกผู้ครอบครองปรปักษ์ซึ่งเสนอพันธะที่ผิดปกติ: ถ้าอันโตนิโอไม่จ่ายเงินโดยไม่มีดอกเบี้ยใด ๆ สามเดือนต่อมาเขาอาจได้รับเนื้อหนึ่งปอนด์แทนตามที่เขาเลือก เมื่อเจสสิก้าลูกสาวของไชล็อคหนีกลับบ้านพร้อมเงินและอัญมณีทั้งหมดเขาก็โมโห ในขณะเดียวกันภาระของอันโตนิโอจมลงด้วยเรือที่แตกต่างกันสามลำและเขาไม่สามารถจ่ายหนี้ของเขากับไชล็อคได้และชาวยิวก็ขึ้นศาลเมืองเวนิสโดยอ้างว่ามีการดำเนินการตามข้อตกลงของเขา แม้จะมีคำขอมากมาย แต่จิตใจที่แข็งกร้าวของเขาก็ไม่ยอมรับข้อตกลงอื่นใดนอกเหนือไปจากข้อตกลงที่กำหนดไว้ในสัญญา</p>\n<p>ประเทศ: ประเทศอังกฤษ                            วันเปิดตัว: December 03, 2004                            ภาษา: ไทย                            ทุนสร้าง: 30 ล้านเหรียญ                            ความยาว: 2 ชั่วโมง 06 นาที                            ผู้กำกับ: Michael Radford                            นักแสดง: Al Pacino, Jeremy Irons, Joseph Fiennes, Lynn Collins, Zuleikha Robinson</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/tmvnic.mp4",
        "media_category": "<p>หนัง HD</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/The-Merchant-of-Venice-2004-1-250x250.jpg"
    },
    {
        "title": "I Am Bolt (2016) ยูเซียนเซน โบลท์ ลมกรด",
        "content": "<p>ชื่อภาพยนตร์ : I Am Bolt (2016) ยูเซียนเซน โบลท์ ลมกรด<br />\nแนว/ประเภท : Documentary, Biography, Sport<br />\nผู้กำกับภาพยนตร์ : Benjamin Turner, Gabe Turner<br />\nนักแสดง : Usain Bolt, Nugent Walker Jr., Ricky Simms<br />\nเรื่องย่อ : I Am Bolt (2016) ยูเซียนเซน โบลท์ ลมกรด เรื่องราวของ ยูเซียน โบลท์ นักกรีฑาผู้สร้างประวัติศาสตร์เหรียญทองกีฬาโอลิมปิคสามสมัยติดกันจะเปิดเผยตัวเขาให้เรารู้จักในแบบที่ไม่เคยให้ใครได้รู้มาก่อน ทั้งชีวิตในฐานะนักกีฬาโอลิมปิคผู้เป็นตำนาน ได้พบกับเพื่อนสนิท เพื่อนร่วมทีมและในฐานะลูกชาย มาสัมผัสกับชีวิตของยูเซียนตั้งแต่เริ่มฝึกฝนกับโค้ชและทีมของเขา ไปจนถึงการก้าวสู่การแข่งขันระดับโลก</p>\n<p>ประเทศ: United Kingdom                            วันเปิดตัว: November 28, 2016                            ภาษา: English                            ทุนสร้าง: $41,535                            ความยาว: 1 ชั่วโมง 47 นาที                            ผู้กำกับ: Benjamin Turner, Gabe Turner                            นักแสดง: Usain Bolt, Nugent Walker Jr., Ricky Simms</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/boltim.mp4",
        "media_category": "<p>sport หนังกีฬา</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/I-Am-Bolt-2-1-250x250.jpg"
    },
    {
        "title": "In a Valley of Violence (2016) คนแค้นล้างแดนโหด",
        "content": "<p>ชื่อภาพยนตร์ : In a Valley of Violence (2016) คนแค้นล้างแดนโหด<br />\nแนว/ประเภท : Action, Western<br />\nผู้กำกับภาพยนตร์ : Ti West<br />\nบทภาพยนตร์ : Ti West<br />\nนักแสดง : Ethan Hawke, John Travolta, Taissa Farmiga<br />\nเรื่องย่อ : In a Valley of Violence (2016) คนแค้นล้างแดนโหด พอล ชายหนุ่มนักพเนจรได้เดินทางเข้ามาในเมืองที่ถูกลืมอย่างเดนตัน ในเท็กซัส ที่ชาวบ้านเรียกว่าหมู่บ้านแดนโหด ที่นี่เขาได้มีเรื่องกับจิลลี่ ลูกชายตัวแสบของนายอำเภอ ที่เริ่มบานปลายไปสู่ความรุนแรงขึ้นเรื่อยๆ จนลากคนทั้งเมืองเข้าสู่การล้างแค้นที่นองเลือด มีเพียงนายอำเภอคนเดียวที่พยายามหยุดความบาดหมางนี้ แต่เมื่อเขาพบอดีตของพอล ดูท่าความรุนแรงจะยิ่งมีแต่ทวีมากขึ้น</p>\n<p>ประเทศ: United States                            วันเปิดตัว: October 21, 2016                            ภาษา: English                                                        ความยาว: 1 ชั่วโมง 43 นาที                            ผู้กำกับ: Ti West                            นักแสดง: Ethan Hawke, John Travolta, Taissa Farmiga</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/ivlnlo.mp4",
        "media_category": "<p>หนังตะวันตก คาวบอยตะวันตก</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/In-a-Valley-of-Violence-2-2-250x250.jpg"
    },
    {
        "title": "Miss Saigon: 25th Anniversary (2016) มิสไซง่อน ฉบับการแสดงฉลองครบ 25 ปี",
        "content": "<p>ชื่อภาพยนตร์ : Miss Saigon: 25th Anniversary (2016) มิสไซง่อน ฉบับการแสดงฉลองครบ 25 ปี<br />\nแนว/ประเภท : Drama, Musical, Romance<br />\nผู้กำกับภาพยนตร์ : Brett Sullivan<br />\nบทภาพยนตร์ : Alain Boublil, Claude-Michel Sch?nberg<br />\nนักแสดง : Jon Jon Briones, Eva Noblezada, Alistair Brammer<br />\nเรื่องย่อ : Miss Saigon: 25th Anniversary (2016) มิสไซง่อน ฉบับการแสดงฉลองครบ 25 ปี โศกนาฏกรรมความรักท่ามกลางสงครามเวียดนามของเด็กสาวกำพร้าชาวเวียดนามกับทหารหนุ่มชาวอเมริกัน ตรึงตาตรึงใจกับเรื่องราวความรักอมตะ การพลัดพราก และการเสียสละอันยิ่งใหญ่ พร้อมกับบทเพลงไพเราะ ใน Miss Saigon -25th Anniversary Performance หนึ่งในละครเพลงเรื่องยิ่งใหญ่ที่สุดของโลก</p>\n<p>ประเทศ: UK                            วันเปิดตัว: October 16, 2016                            ภาษา: English                                                        ความยาว: 2 ชั่วโมง 22 นาที                            ผู้กำกับ: Brett Sullivan                            นักแสดง: Jon Jon Briones, Eva Noblezada, Alistair Brammer</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/simiss25.mp4",
        "media_category": "<p>หนังดราม่า</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/Miss-Saigon-25th-Anniversary-1-250x250.jpg"
    },
    {
        "title": "Rak Sud Teen (2012) รักสุดทีน",
        "content": "<p>ชื่อภาพยนตร์ : Rak Sud Teen (2012) รักสุดทีน<br />\nแนว/ประเภท : ตลก, รัก โรแมนติก<br />\nผู้กำกับภาพยนตร์ : ปริภัณฑ์ วัชรานนท์<br />\nบทภาพยนตร์ : ปริภัณฑ์ วัชรานนท์<br />\nนักแสดง : มาริโอ้ เมาเร่อ อามีนา กูล<br />\nเรื่องย่อ : Rak Sud Teen (2012) รักสุดทีน ลืมทุกบทบาทของ มาริโอ้ เมาเร่อ ที่คุณเคยรู้จัก เพราะ1มีนาปี55ถึงเวลาฮาแบบจัดเต็มเมื่อหนุ่มหล่อขั้นเทพจะปฎิวัติลุคส์หล่อติ๋มสุภาพนุ่มนิ่มอย่างที่เคยกลายเป็นไอ้หนุ่มเพลย์บอยที่ทั้งเจ้าชู้แถมขี้หลีแบบทะเล้นสุด ๆ ยิ่งมาร่วมก๊วนแท็คทีมสุดทีนกับ เต็มสูบ (ดีเจพล่ากุ้ง) ไอ้หนุ่มหัว AFRO สุดยียวนที่มีดีในความกวนโอ๊ย และ จัดให้ (ดีเจจั๊ด) หนุ่มสำอางผู้มีใบหน้าหล่อเหลาแต่ต้องปกปิดซ่อนเร้นหัวใจตุ๊ดด้วยการแอ๊บแมนแต๊บตุง 2 เพื่อนซี้ที่ต่างมีเจ้าบิ๊กไบท์ 2 ล้อเป็นพาหนะคู่กายและกิจกรรมคั่วหญิงที่เป็นน้ำหล่อเลี้ยงหัวใจและอุดมการณ์ประจำใจร่วมกันด้วยแล้ว ชาตินี้ก็อย่าหวังว่า เอก หรือ ถึงใจ (มาริโอ้) จะยอมปล่อยให้หัวใจเพลย์บอยหวั่นไหวสั่นคลอนไปกับสาว ๆ รายใดเป็นอันขาด เพราะไม่งั้นแล้ว หมูน้อย (น้องหมูฉึกฉึก – เฟลิเซีย ณัฐษณา บุทเชอร์) น้องสาวจอมแก่แดดคงไม่สบประมาทพี่ชายเพลย์บอยของตัวเองว่าเป็น “คนไร้หัวใจรักใครไม่เป็น” หรอกนะ ชิมิชิมิ</p>\n<p>ประเทศ: ประเทศไทย                            วันเปิดตัว: March 01, 2012                            ภาษา: ไทย                                                        ความยาว: 1 ชั่วโมง 30 นาที                            ผู้กำกับ: ปริภัณฑ์ วัชรานนท์                            นักแสดง: มาริโอ้ เมาเร่อ อามีนา กูล</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/rsuterk.mp4",
        "media_category": "<p>หนังตลก</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/Rak-Sud-Teen-1-250x250.jpg"
    },
    {
        "title": "The Switch (2010) ปุ๊บปั๊บสลับกิ๊ก",
        "content": "<p>ชื่อภาพยนตร์ : The Switch (2010) ปุ๊บปั๊บสลับกิ๊ก<br />\nแนว/ประเภท : Comedy, Drama, Romance<br />\nผู้กำกับภาพยนตร์ : Josh Gordon, Will Speck<br />\nบทภาพยนตร์ : Allan Loeb<br />\nนักแสดง : Jennifer Aniston, Jason Bateman, Patrick Wilson<br />\nเรื่องย่อ : The Switch (2010) ปุ๊บปั๊บสลับกิ๊ก แคสซี่ (เจนนิเฟอร์ อนิสตัน) รู้สึกหวั่นใจว่า ผู้ชายในฝันที่สูง 180 หน้าท้องซิกแพ็ค IQสูง และร่ำรวยมหาศาล คงไม่ผ่านเข้ามาในชีวิตเธอ เธอจึงตัดสินใจทำสิ่งที่เธอต้องการที่สุด นั่นคือการผสมเทียม ในขณะเดียวกัน วอลลี่ (เจสัน เบ็ตแมน) เพื่อนสนิทที่แอบหลงรักเธอ แต่เพียงชายหนุ่มในฝันของแคสซี่นั้น ดูจะอยู่ห่างจากตัวตนของเขาอยู่หลายช่วงตัว เมื่อแคสซี่บอกวอลลี่ว่า เธอจะไปผสมเทียม ก็ยิ่งทำให้โอกาสในการบอกรักของเขาลดน้อยลง แต่หลังจากที่เขาเมาได้ที่แล้ว วอลลี่ก็ตัดสินใจทำเรื่องให้วุ่นวาย เมื่อเขาแอบเปลี่ยนเชื้อที่ใช้ผสมเป็นของตัวเองแทน ซึ่งทำให้เมื่อเวลาผ่านไปจนลูกของแคสซี่เติบโตขึ้นมาเป็นหนุ่มน้อยวัย 7 ขวบ ทุกอย่างยิ่งชัดเจนขึ้นว่า ใครกันคือพ่อที่แท้จริง</p>\n<p>ประเทศ: United States                            วันเปิดตัว: August 20, 2010                            ภาษา: English                            ทุนสร้าง: $19 million                            ความยาว: 1 ชั่วโมง 24 นาที                            ผู้กำกับ: Josh Gordon, Will Speck                            นักแสดง: Jennifer Aniston, Jason Bateman, Patrick Wilson</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/tisxxwi.mp4",
        "media_category": "<p>หนังดราม่า</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/The-Switch-1-250x250.jpg"
    },
    {
        "title": "Ender’s Game (2013) เอนเดอร์เกม สงครามพลิกจักรวาล",
        "content": "<p>ชื่อภาพยนตร์ : Ender’s Game (2013) เอนเดอร์เกม สงครามพลิกจักรวาล</p>\n<p>แนว/ประเภท : Action, Adventure, Fantasy</p>\n<p>ประเทศ: อเมริกา                            วันเปิดตัว: November 01, 2013                            ภาษา: อังกฤษ                            ทุนสร้าง: 110–115 ล้านเหรียญ                            ความยาว: 1 ชั่วโมง 53 นาที                            ผู้กำกับ: Gavin Hood                            นักแสดง: Asa Butterfield, Harrison Ford, Hailee Steinfeld, Abigail Breslin, Ben Kingsley</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/ensgkm.mp4",
        "media_category": "<p>หนังผจญภัย</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/Ender’s-Game-2013-1-250x250.jpg"
    },
    {
        "title": "David Attenborough: A Life on Our Planet (2020) เดวิด แอทเทนเบอเรอห์ ชีวิตบนโลกนี้",
        "content": "<p>ชื่อภาพยนตร์ : David Attenborough: A Life on Our Planet (2020) เดวิด แอทเทนเบอเรอห์ ชีวิตบนโลกนี้<br />\nแนว/ประเภท : สารคดี, ชีวประวัติ<br />\nผู้กำกับภาพยนตร์ : Alastair Fothergill<br />\nบทบาทภาพยนตร์ : Alastair Fothergill<br />\nนักแสดง : David Attenborough, Max Hughes</p>\n<p>เรื่องย่อ :</p>\n<p>ฉันเคยทำงานร่วมกับเดวิดในหลายโปรเจ็กต์ตลอดอาชีพการงานของฉัน แต่การได้ทำงานร่วมกันในภาพยนตร์เรื่องนี้ซึ่งสำคัญมากในเวลานี้ถือเป็นสิทธิพิเศษที่แท้จริง เมื่ออายุ 94 ปีความรู้และความเข้าใจเกี่ยวกับโลกธรรมชาติของเขายังคงมีความเกี่ยวข้องและเป็นที่ชื่นชอบในปัจจุบันเนื่องจากเป็นครั้งแรกที่เขาแนะนำให้ประชาชนชาวอังกฤษรู้จักตัวลิ่นและสลอ ธ ทางโทรทัศน์ ภาพยนตร์เรื่องใหม่นี้จะรวบรวมช่วงเวลาประวัติศาสตร์เหล่านั้นพร้อมกับมุมมองของเขาเกี่ยวกับปัญหาปัจจุบันที่โลกธรรมชาติของเราเผชิญอยู่และเราจะแก้ไขได้อย่างไร”</p>\n<p>วันเปิดตัว: September 28, 2020                            ภาษา: อังกฤษ                                                        ความยาว: 1 ชั่วโมง 23 นาที                            ผู้กำกับ: Alastair Fothergill                            นักแสดง: David Attenborough, Max Hughes</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/davapl.mp4",
        "media_category": "<p>หนังชีวประวัติ</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/David-Attenborough-A-Life-on-Our-Planet-1-250x250.jpg"
    },
    {
        "title": "Savage X Fenty Show Vol. 2 (2020)",
        "content": "<p>ชื่อภาพยนตร์ : Savage X Fenty Show Vol. 2 (2020)<br />\nแนว/ประเภท :<br />\nผู้กำกับภาพยนตร์ : Alex Rudzinski<br />\nบทบาทภาพยนตร์ : Alex Rudzinski<br />\nนักแสดง : Rihanna, Adesuwa Aighewi, Rei Ami</p>\n<p>เรื่องย่อ :</p>\n<p>Savage x Fentyของเธอไม่มีข้อยกเว้น สำหรับการแสดงแฟชั่นโชว์ที่มีชื่อเสียงและแหวกแนวครั้งล่าสุดของเธอนักร้องและเจ้าพ่อได้แตะนางแบบนักร้องนักเต้นและกองกำลังทางวัฒนธรรมมากมายเพื่ออวดคอลเลกชัน ในการผสมผสานคุณจะได้พบกับดาราบนรันเวย์เช่น Cara Delevingne, Bella Hadid และ Soo Joo Park นักร้องRosal?a, Lizzo และ Normani; ลากราชินีเช่น Shea Coule?และ Gigi Goode; นักแสดง Demi Moore, Indya Moore และ Laura Harrier; และแน่นอนผู้หญิงที่รับผิดชอบตัวเอง (คุณคิดว่า Rihanna กำลังจะขึ้นเวทีแฟชั่นโชว์ทั้งหมดและไม่ได้เดินแบบด้วย) Big Sean, Christian Combs และ Miguel ยังเป็นนางแบบเสื้อผ้าบุรุษ Savage x Fenty นักออกแบบท่าเต้น Parris Goebel นำท่าทางอันน่าทึ่งของเธอมาสู่การผลิต</p>\n<p>วันเปิดตัว: October 02, 2020                            ภาษา: อังกฤษ                                                        ความยาว: 0 ชั่วโมง 56 นาที                            ผู้กำกับ:  Alex Rudzinski                            นักแสดง:  Rihanna, Adesuwa Aighewi, Rei Ami |</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/sxav2fv.mp4",
        "media_category": "<p>หนังซับไทย</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/Savage-X-Fenty-Show-Vol.-2-1-188x250.jpg"
    },
    {
        "title": "A Go! Go! Cory Carson Halloween (2020) Go! Go! ผจญภัยกับคอรี่ คาร์สัน วันฮาโลวีน",
        "content": "<p>ชื่อภาพยนตร์ : A Go! Go! Cory Carson Halloween (2020) Go! Go! ผจญภัยกับคอรี่ คาร์สัน วันฮาโลวีน</p>\n<p>แนว/ประเภท : Animation, Family</p>\n<p>ประเทศ: อเมริกา                            วันเปิดตัว: October 02, 2020                            ภาษา: อังกฤษ                                                        ความยาว: 0 ชั่วโมง 24 นาที                            ผู้กำกับ: Stanley Moore, Alex Woo                            นักแสดง: Ella Joy Ballesteros, Maisie Benson, Smith Foreman, Kerry Gudjohnsen, Tyler Hendrix</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/aggoch.mp4",
        "media_category": "<p>หนังการ์ตูน</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/A-Go-Go-Cory-Carson-Halloween-2020-1-250x250.jpg"
    },
    {
        "title": "Michelle Buteau: Welcome to Buteaupia (2020) มิเชล บิวโท ขอต้อนรับสู่โลกของมิเชล",
        "content": "<p>ชื่อภาพยนตร์ : Michelle Buteau: Welcome to Buteaupia (2020) มิเชล บิวโท ขอต้อนรับสู่โลกของมิเชล<br />\nแนว/ประเภท : ตลก<br />\nผู้กำกับภาพยนตร์ : Page Hurwitz<br />\nบทบาทภาพยนตร์ : Michelle Buteau<br />\nนักแสดง : Michelle Buteau</p>\n<p>เรื่องย่อ :</p>\n<p>วัฒนธรรมดัตช์ผ่านสามีมากเพียงใดและเธอยังต้องเรียนรู้มากเพียงใดหากเธอตัดสินใจที่จะสนับสนุนงานอดิเรกและความสนใจของ “หนุ่มผิวขาวชาวยุโรป” ตั้งแคมป์? ปีนเขา? มองไปที่ดวงอาทิตย์และคาดเดาว่ามันคือเวลาใด? ลอร์ดลอร์ด Buteau มีความคิดเกี่ยวกับเรื่องนี้ทั้งหมดและคุณจะไม่พบว่าเธอกลายเป็นคนสองภาษาเช่นกัน ขณะที่เธอพูดติดตลก:“ ฉันจะเรียนภาษาดัตช์เมื่อฉันหาเงินได้มากขึ้นโดยพูดภาษาดัตช์”  แต่เธอได้เรียนรู้คำเดียวดัตช์“Swaffelen” ซึ่งเป็นโบนัสสำหรับแฟน ๆ ที่รักและแชร์คลิปไวรัสจากเธอชุด 15 นาทีในตลกรุ่นต่างๆ</p>\n<p>ประเทศ: สหรัฐอเมริกา                            วันเปิดตัว: September 29, 2020                            ภาษา: อังกฤษ                                                        ความยาว: 0 ชั่วโมง 58 นาที                            ผู้กำกับ: Page Hurwitz                            นักแสดง:  Michelle Buteau</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/mbwepq.mp4",
        "media_category": "<p>หนังตลก</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/Welcome-to-Buteaupia-1-250x250.jpg"
    },
    {
        "title": "Black Box (2020)",
        "content": "<p>ชื่อภาพยนตร์ : Black Box (2020)<br />\nแนว/ประเภท : สยองขวัญ, ลึกลับ, ไซไฟ<br />\nผู้กำกับภาพยนตร์ : Emmanuel Osei-Kuffour<br />\nบทบาทภาพยนตร์ : Wade Allain-Marcus<br />\nนักแสดง :Mamoudou Athie, Phylicia Rashad, Amanda Christine</p>\n<p>เรื่องย่อ :</p>\n<p>พยายามผู้ช่วย Nolan แยกวิเคราะห์ผ่านความทรงจำของเขา วิธีการของเธอเกี่ยวข้องกับการใช้การสะกดจิตและ “กล่องดำ” เพื่อช่วยให้เขาย้อนกลับไปในอดีตที่เลือกได้ราวกับว่าเขากำลัง “เดินในรองเท้าของตัวเอง” แต่เมื่อโนแลนทบทวนประเด็นสำคัญในชีวิตของเขาเช่นคืนแต่งงานหรืออพาร์ทเมนต์เก่า ๆ เขาก็เริ่มเห็นภาพที่น่าขนลุกร่างที่บิดเบี้ยวใบหน้าว่างเปล่าและกระดูกแตกพุ่งเข้าหาเขาเหมือนแมงมุม</p>\n<p>ประเทศ: สหรัฐ                            วันเปิดตัว: October 06, 2020                            ภาษา: อังกฤษ                                                        ความยาว: 1 ชั่วโมง 40 นาที                            ผู้กำกับ: Emmanuel Osei-Kuffour                            นักแสดง:  Mamoudou Athie, Phylicia Rashad, Amanda Christine</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/bzoxbo.mp4",
        "media_category": "<p>หนัง Sci-Fi</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/Black-Box-1-220x250.png"
    },
    {
        "title": "Pieles (2017)",
        "content": "<p>ชื่อภาพยนตร์ : Pieles (2017)</p>\n<p>แนว/ประเภท : Comedy, Drama, Fantasy</p>\n<p>ประเทศ: อเมริกา                            วันเปิดตัว: April 01, 2017                            ภาษา: อังกฤษ                                                        ความยาว: 1 ชั่วโมง 17 นาที                            ผู้กำกับ: Eduardo Casanova                            นักแสดง: Ana Polvorosa, Carmen Machi, Macarena G?mez, Candela Pe?a, Jon Kortajarena</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/pielpc.mp4",
        "media_category": "<p>หนังซับไทย</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/Pieles-2017-scaled-2-250x250.jpg"
    },
    {
        "title": "Finding Dory (2016) ผจญภัยดอรี่ขี้ลืม",
        "content": "<p>ชื่อภาพยนตร์ : Finding Dory (2016) ผจญภัยดอรี่ขี้ลืม<br />\nแนว/ประเภท : แอนิเมชั่น, ผจญภัย, ตลก<br />\nผู้กำกับภาพยนตร์ : Andrew Stanton<br />\nบทบาทภาพยนตร์ : Andrew Stanton<br />\nนักแสดง : Ellen DeGeneres, Albert Brooks, Ed O’Neill</p>\n<p>เรื่องย่อ :</p>\n<p>Dory ได้พบกับ Destiny เพื่อนในวัยเด็กของเธอซึ่งเป็นฉลามวาฬที่มีสายตาสั้นซึ่งเคยสื่อสารกับ Dory ผ่านท่อและเบลีย์วาฬเบลูกาที่เข้าใจผิดว่าเขาสูญเสียความสามารถในการสะท้อน. ต่อมาดอรี่มีเรื่องราวย้อนหลังในชีวิตกับพ่อแม่ของเธอและต้องดิ้นรนเพื่อเรียกคืนรายละเอียด ในที่สุดเธอก็จำได้ว่าเธอถูกแยกออกจากพ่อแม่อย่างไรเธอได้ยินแม่ของเธอร้องไห้ในคืนหนึ่งทิ้งเปลือกหอยเพื่อเป็นกำลังใจให้เธอและถูกกระแสน้ำพัดพาออกไปในมหาสมุทร มาร์ลินและนีโมพยายามช่วยเหลือดอรี่ ด้วยความช่วยเหลือของสิงโตทะเลแคลิฟอร์เนียจอมขี้เกียจสองตัวชื่อฟลุ๊คและหางเสือและลิงสามัญชื่อเบ็คกี้พวกเขาเข้าไปในสถาบันและพบเธอในระบบท่อ นักเลงสีฟ้าคนอื่น ๆ บอกพวกเขาว่าพ่อแม่ของ Dory หนีออกจากสถาบันเมื่อนานมาแล้วเพื่อตามหาเธอและไม่กลับมาอีกทำให้ Dory เชื่อว่าพวกเขาเสียชีวิตแล้ว แฮงค์ดึงดอรี่มาจากรถถังโดยบังเอิญทิ้งมาร์ลินและนีโมไว้ข้างหลัง จากนั้นเขาก็ถูกจับโดยพนักงานคนหนึ่งและทิ้ง Dory ลงไปในท่อระบายน้ำโดยไม่ได้ตั้งใจแล้วล้างเธอออกไปที่มหาสมุทร ในขณะที่เดินไปอย่างไร้จุดหมายเธอก็เจอกับเปลือกหอย จำได้ว่าตอนที่เธอยังเด็กพ่อแม่ของเธอได้ออกตามเส้นทางที่คล้ายกันเพื่อช่วยเธอหาทางกลับบ้านเธอจึงทำตามนั้น ในตอนท้ายของเส้นทาง Dory พบปะการังสมองที่ว่างเปล่าโดยมีเส้นทางเชลล์หลายเส้นนำไปสู่ เมื่อเธอหันจะจากไปพ่อแม่ของเธอก็มาถึง พวกเขาบอกเธอว่าพวกเขาใช้เวลาหลายปีในการวางเส้นทางเพื่อให้เธอเดินตามด้วยความหวังว่าเธอจะพบพวกเขาในที่สุด</p>\n<p>ประเทศ: สหรัฐ                            วันเปิดตัว: June 16, 2016                            ภาษา: ไทย                            ทุนสร้าง: 175–200  ล้านดอลลาร์                            ความยาว: 1 ชั่วโมง 37 นาที                            ผู้กำกับ:  Andrew Stanton                            นักแสดง:  Ellen DeGeneres, Albert Brooks, Ed O&#8217;Neill</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/fidlrro.mp4",
        "media_category": "<p>หนังการ์ตูน</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/Finding-Dory-1-220x250.jpg"
    },
    {
        "title": "The Grandmaster (2013) ยอดปรมาจารย์ ยิปมัน",
        "content": "<p>ชื่อภาพยนตร์ : The Grandmaster (2013) ยอดปรมาจารย์ ยิปมัน</p>\n<p>แนว/ประเภท : Action, Biography, Drama</p>\n<p>ประเทศ: จีน                            วันเปิดตัว: August 30, 2013                            ภาษา: จีนกลาง                            ทุนสร้าง: 240 ล้านเยน                            ความยาว: 2 ชั่วโมง 10 นาที                            ผู้กำกับ: Kar-Wai Wong                            นักแสดง: Tony Chiu-Wai Leung, Cung Le, Qingxiang Wang, Elvis Tsui, Hye-Kyo Song</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/ogisnm.mp4",
        "media_category": "<p>หนังชีวิตจริง</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/The-Grandmaster-2013-1-250x250.jpg"
    },
    {
        "title": "The Holding (2011) บ้านไร่ละเลงเลือด",
        "content": "<p>ชื่อภาพยนตร์ : The Holding (2011) บ้านไร่ละเลงเลือด<br />\nแนว/ประเภท : Thriller<br />\nผู้กำกับภาพยนตร์ : Susan Jacobson<br />\nบทภาพยนตร์ : James Dormer<br />\nนักแสดง : David Bradley, Vincent Regan, Kierston Wareing<br />\nเรื่องย่อ : The Holding (2011) บ้านไร่ละเลงเลือด แคสซี่ จำเป็นต้องฆ่าสามีตัวเอง เพราะข่มขืนลูกสาวในไส้ แต่กลับเจอคนที่ร้ายกาจกว่าซึ่งรู้เรื่องทุกอย่างจากสามีที่รอดตาย และ.คิดจะครอบครองทุกอย่าง แต่แคสซี่กับลูกสาวสองคนก็พร้อมจะสู้ตายสุดชีวิต</p>\n<p>ประเทศ: UK                            วันเปิดตัว: September 09, 2011                            ภาษา: English                            ทุนสร้าง: $3,000,000                            ความยาว: 1 ชั่วโมง 19 นาที                            ผู้กำกับ: Susan Jacobson                            นักแสดง: David Bradley, Vincent Regan, Kierston Wareing</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/tpoplk.mp4",
        "media_category": "<p>หนังฝรั่ง</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/The-Holding-1-250x250.jpg"
    },
    {
        "title": "Innocent Blood (1992) เลือดบริสุทธิ์",
        "content": "<p>ชื่อภาพยนตร์ : Innocent Blood (1992) เลือดบริสุทธิ์<br />\nแนว/ประเภท : Action, Comedy, Crime<br />\nผู้กำกับภาพยนตร์ : John Landis<br />\nบทภาพยนตร์ : Michael Wolk<br />\nนักแสดง : Anne Parillaud, Anthony LaPaglia, Robert Loggia<br />\nเรื่องย่อ : Innocent Blood (1992) เลือดบริสุทธิ์ มารีเป็นแวมไพร์ที่มีความกระหายในตัวร้าย เมื่อเธอล้มเหลวในการกำจัดเหยื่อรายหนึ่งของเธอซึ่งเป็นหัวหน้ากลุ่มผู้ก่อเหตุรุนแรงเธอกัดกินมากกว่าที่จะเคี้ยวและเผชิญกับอันตรายที่เป็นอมตะครั้งใหม่</p>\n<p>ประเทศ: สหรัฐอเมริกา                            วันเปิดตัว: September 25, 1992                            ภาษา: ภาษาอังกฤษ                            ทุนสร้าง: $20 million                            ความยาว: 1 ชั่วโมง 33 นาที                            ผู้กำกับ: John Landis                            นักแสดง: Anne Parillaud, Anthony LaPaglia, Robert Loggia</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/cbolbc.mp4",
        "media_category": "<p>หนังดราม่า</p>\n",
        "img_url": "https://ngmai-hd.com/toowheef/2020/11/Innocent-Blood-1-250x250.jpg"
    },
    {
        "title": "Green Chair Love Conceptually (2013) เก้าอี้สีเขียว",
        "content": "<p>ชื่อภาพยนตร์ : Green Chair Love Conceptually (2013) เก้าอี้สีเขียว<br /> แนว/ประเภท : Drama, Romance<br /> ผู้กำกับภาพยนตร์ : Cheol-su Park<br /> บทภาพยนตร์ : Cheol-su Park, Kyungsook Suh<br /> นักแสดง : Hye-Kyeong Jin, Do-Sung Kim, Seon-Joon Park<br /> <strong>เรื่องย่อ : Green Chair Love Conceptually (2013) เก้าอี้สีเขียว </strong>ความรักระหว่างหญิงสาวที่แต่งงานสามสิบสิ่งกับชายอายุ 20 ปี ผู้หญิงที่กำลังจะหย่ามีคนรักเก่า แต่ก็ตกหลุมรักชายหนุ่มเช่นกัน แม่สามีของเธอไม่ต้องการให้การหย่าเกิดขึ้น แต่ผู้หญิงคนนั้นก็พบชายหนุ่มแอบในระหว่างงานวันเกิดของแม่สามี</p>\n",
        "video_url": "https://cdn.turtle.to/vod/disk4/grcccx.mp4",
        "media_category": "",
        "img_url": ""
    },
    {
        "title": "Division 19 (2017)",
        "content": "<p>ชื่อภาพยนตร์ : Division 19 (2017)<br /> แนว/ประเภท : แอ็คชั่น, Sci-Fi, เขย่าขวัญ<br /> ผู้กำกับภาพยนตร์ : S.A. Halewood<br /> บทบาทภาพยนตร์ : S.A. Halewood<br /> นักแสดง : Alison Doody, Linus Roache, Clarke Peters</p>\n",
        "video_url": "https://cdn.turtle.to/vod/disk4/oissdv.mp4",
        "media_category": "",
        "img_url": "https://ngmai-hd.com/toowheef/2020/08/Division-19-324x324.jpg"
    },
    {
        "title": "Burn After Reading (2008) ยกขบวนป่วนซีไอเอ",
        "content": "<p>ชื่อภาพยนตร์ : Burn After Reading (2008) ยกขบวนป่วนซีไอเอ<br /> แนว/ประเภท : Comedy, Crime, Drama<br /> ผู้กำกับภาพยนตร์ : Ethan Coen, Joel Coen<br /> บทภาพยนตร์ : Ethan Coen, Joel Coen<br /> นักแสดง : Brad Pitt, Frances McDormand, George Clooney<br /> <strong>เรื่องย่อ : Burn After Reading (2008) ยกขบวนป่วนซีไอเอ&nbsp;</strong>ในเมืองอาร์ลิงตัน รัฐเวอร์จิเนียณ ณ สำนักงานใหญ่ของซีไอเอ ออสบอร์น คอกซ์ (จอห์น มัลโควิช) นักวิเคราะห์ขี้เมา ได้ทราบข่าวร้ายว่า เขาถูกปลดออกจากการเป็นเจ้าหน้าที่ซีไอเอ เขาจึงรีบกลับไปตั้งสติที่บ้าน แล้วก็ตัดสินใจลาออกเพื่อมาเขียนหนังสือแฉเรื่องราวภายในองค์กร แต่ไฟล์หนังสือนี้กลับหลุดออกไป ความวุ่นวายและโกลาหลเกินคาดเดาจึงมาเยือน</p>\n",
        "video_url": "https://cdn.turtle.to/vod/disk4/sciara.mp4",
        "media_category": "",
        "img_url": "https://ngmai-hd.com/toowheef/2020/08/Burn-After-Reading-324x324.jpg"
    },
    {
        "title": "Deep Blue Sea 3 (2020) ทะเลลึกสีน้ำเงิน 3",
        "content": "<p>&nbsp;</p>\n",
        "video_url": "https://cdn.turtle.to/vod/disk4/dbs3zi.mp4",
        "media_category": "",
        "img_url": "https://ngmai-hd.com/toowheef/2020/08/Deep-Blue-Sea-3-2020-324x324.jpg"
    },
    {
        "title": "Departures (Then Came You) (2018) จะรักใครอย่าให้หัวใจต้องดีเลย์",
        "content": "<p>ชื่อภาพยนตร์ : Departures (Then Came You) (2018) จะรักใครอย่าให้หัวใจต้องดีเลย์<br /> แนว/ประเภท : ผจญภัย, ตลก, ชีวิต<br /> ผู้กำกับภาพยนตร์ : Peter Hutchings<br /> บทบาทภาพยนตร์ : Fergal Rock<br /> นักแสดง : Asa Butterfield, Maisie Williams, Nina Dobrev</p>\n",
        "video_url": "https://cdn.turtle.to/vod/disk4/spprtu.mp4",
        "media_category": "",
        "img_url": "https://ngmai-hd.com/toowheef/2020/08/Then-Came-You-324x324.jpg"
    },
    {
        "title": "Waitress (2007) รักแท้ไม่ใช่ขนมหวาน",
        "content": "<p>ชื่อภาพยนตร์ : Waitress (2007) รักแท้ไม่ใช่ขนมหวาน<br /> แนว/ประเภท : ตลก,ดราม่า,โรแมนติก<br /> ผู้กำกับภาพยนตร์ : Adrienne Shelly<br /> บทบาทภาพยนตร์ : Adrienne Shelly<br /> นักแสดง : Keri Russell, Nathan Fillion, Jeremy Sisto</p>\n",
        "video_url": "https://cdn.turtle.to/vod/disk4/essrtl.mp4",
        "media_category": "",
        "img_url": "https://ngmai-hd.com/toowheef/2020/08/Waitress-324x324.jpg"
    },
    {
        "title": "Secretary (2002) เปลือยรัก อารมณ์พิลึก",
        "content": "<p>ชื่อภาพยนตร์ : Secretary (2002) เปลือยรัก อารมณ์พิลึก<br /> แนว/ประเภท : ตลก, ดราม่า, โรแมนติก<br /> ผู้กำกับภาพยนตร์ : Steven Shainberg<br /> บทบาทภาพยนตร์ : Erin Cressida Wilson<br /> นักแสดง : James Spader, Maggie Gyllenhaal, Jeremy Davies</p>\n",
        "video_url": "https://cdn.turtle.to/vod/disk4/lttrec.mp4",
        "media_category": "",
        "img_url": "https://ngmai-hd.com/toowheef/2020/08/Secretary-324x324.jpg"
    },
    {
        "title": "Malibu Rescue: The Next Wave (2020) ทีมกู้ภัยมาลิบู – คลื่นลูกใหม่",
        "content": "<p>&nbsp;</p>\n",
        "video_url": "https://cdn.turtle.to/vod/disk4/himlne.mp4",
        "media_category": "",
        "img_url": "https://ngmai-hd.com/toowheef/2020/08/Malibu-Rescue-The-Next-Wave-2020-ทีมกู้ภัยมาลิบู-–-คลื่นลูกใหม่-297x324.jpg"
    },
    {
        "title": "Guardian of the Palace (2020) ศึกผู้พิทักษ์หินจันทรา",
        "content": "<p>&nbsp;</p>\n",
        "video_url": "https://cdn.turtle.to/vod/disk4/gkuaie.mp4",
        "media_category": "",
        "img_url": "https://ngmai-hd.com/toowheef/2020/08/Guardian-of-the-Palace-2020-ศึกผู้พิทักษ์หินจันทรา-324x324.jpg"
    },
    {
        "title": "Sumikko Gurashi the Movie (2019) ซุมิกโกะ ผจญภัยมหัศจรรย์ในโลกนิทาน",
        "content": "<p>&nbsp;</p>\n",
        "video_url": "https://cdn.turtle.to/vod/disk4/sggiok.mp4",
        "media_category": "",
        "img_url": "https://ngmai-hd.com/toowheef/2020/08/Sumikko-Gurashi-the-Movie-2019-324x324.jpg"
    },
    {
        "title": "Cutthroat Island (1995) ผ่าขุมทรัพย์ ทะเลโหด",
        "content": "<p>ชื่อภาพยนต์ : Cutthroat Island (1995) ผ่าขุมทรัพย์ ทะเลโหด<br /> ประเภท : Action, Adventure, Comedy<br /> ผู้กำกับ : Renny Harlin<br /> บทภาพยนต์ : Robert King, Marc Norman<br /> นักแสดง : Geena Davis, Matthew Modine, Frank Langella, Maury Chaykin, Patrick Malahide<br /> วันที่เข้าฉาย : 22 ธันวาคม 2538 (สหรัฐอเมริกา)</p>\n",
        "video_url": "https://cdn.turtle.to/vod/disk4/civvbe.mp4",
        "media_category": "",
        "img_url": "https://ngmai-hd.com/toowheef/2020/08/Cutthroat-Island-1995-324x324.jpg"
    },
    {
        "title": "The Doors (1991) เดอะ ดอร์ส",
        "content": "<p>ชื่อภาพยนต์ : The Doors (1991) เดอะ ดอร์ส<br /> ประเภท : Biography, Drama, Music<br /> ผู้กำกับ : Oliver Stone<br /> บทภาพยนต์ : Oliver Stone<br /> นักแสดง : Val Kilmer, Meg Ryan, Kyle MacLachlan, Frank Whaley, Kevin Dillon, Michael Wincott<br /> วันที่เข้าฉาย : 1 มีนาคม 1991 (สหรัฐอเมริกา)</p>\n",
        "video_url": "https://cdn.turtle.to/vod/disk4/toorls.mp4",
        "media_category": "",
        "img_url": "https://ngmai-hd.com/toowheef/2020/08/The-Doors-1991-324x324.jpg"
    },
    {
        "title": "Half Past Dead (2002) ทุบนรกคุกมหาประลัย",
        "content": "<p>ชื่อภาพยนต์ : Half Past Dead (2002) ทุบนรกคุกมหาประลัย<br /> ประเภท : Action, Crime, Thriller<br /> ผู้กำกับ : Don Michael Paul<br /> บทภาพยนต์ : Don Michael Paul<br /> นักแสดง : Steven Seagal, Morris Chestnut, Ja Rule, Nia Peeples, Tony Plana, Kurupt, Michael Taliferro, Claudia Christian<br /> วันที่เข้าฉาย : 15 พฤศจิกายน 2545 (สหรัฐอเมริกา)</p>\n",
        "video_url": "https://cdn.turtle.to/vod/disk4/palfgp.mp4",
        "media_category": "",
        "img_url": "https://ngmai-hd.com/toowheef/2020/08/Half-Past-Dead-2002-324x324.jpg"
    },
    {
        "title": "Monkeybone (2001) ลิงจุ้นสิงร่างคน",
        "content": "<p>ชื่อภาพยนต์ : Monkeybone (2001) ลิงจุ้นสิงร่างคน<br /> ประเภท : Animation, Comedy, Fantasy<br /> ผู้กำกับ : Henry Selick<br /> บทภาพยนต์ : Henry Selick<br /> นักแสดง : Brendan Fraser, Bridget Fonda, John Turturro, Chris Kattan, Giancarlo Esposito, Rose McGowan<br /> วันที่เข้าฉาย : 23 กุมภาพันธ์ 2544 (สหรัฐอเมริกา)</p>\n",
        "video_url": "https://cdn.turtle.to/vod/disk4/bokfflr.mp4",
        "media_category": "",
        "img_url": "https://ngmai-hd.com/toowheef/2020/08/Monkeybone-2001-324x324.jpg"
    },
    {
        "title": "An American Werewolf in London (1981) คนหอนคืนโหด",
        "content": "<p>ชื่อภาพยนต์ : An American Werewolf in London (1981) คนหอนคืนโหด<br /> ประเภท : Comedy, Horror<br /> ผู้กำกับ : John Landis<br /> บทภาพยนต์ : John Landis<br /> นักแสดง : Joe Belcher, David Naughton, Griffin Dunne, David Schofield, Brian Glover, Lila Kaye<br /> วันที่เข้าฉาย : 21 สิงหาคม พ.ศ. 2524 (สหรัฐอเมริกา)</p>\n",
        "video_url": "https://cdn.turtle.to/vod/disk4/addfml.mp4",
        "media_category": "",
        "img_url": "https://ngmai-hd.com/toowheef/2020/08/An-American-Werewolf-in-London-1981-324x324.jpg"
    },
    {
        "title": "Show Me the Way to the Station (2019) ที่ตรงนั้นฉันจะรอเธอ",
        "content": "<p>ชื่อภาพยนตร์ : Show Me the Way to the Station (2019) ที่ตรงนั้นฉันจะรอเธอ<br /> แนว/ประเภท : ดราม่า, โรแมนติก<br /> ผู้กำกับภาพยนตร์ : นาโอกิ ฮาชิโมโตะ<br /> บทบาทภาพยนตร์ : นาโอกิ ฮาชิโมโตะ<br /> นักแสดง :Chise Niitsu, Maki Sakai, Kenichi Takitoh, Akira Emoto, Michiko Hada</p>\n",
        "video_url": "https://cdn.turtle.to/vod/disk4/skeway.mp4",
        "media_category": "",
        "img_url": "https://ngmai-hd.com/toowheef/2020/08/Show-Me-the-Way-to-the-Station-320x324.jpg"
    },
    {
        "title": "Little Miss Period (2019) เซย์ริจัง น้องเมนส์เพื่อนรัก",
        "content": "<p>ชื่อภาพยนตร์ : Little Miss Period (2019) เซย์ริจัง น้องเมนส์เพื่อนรัก<br /> แนว/ประเภท : ความขบขัน<br /> ผู้กำกับภาพยนตร์ : Shunsuke Shinada<br /> บทบาทภาพยนตร์ : Shunsuke Shinada<br /> นักแสดง :Miyu And?, Mitsuhiro Fujiwara, Yuriko Hirooka</p>\n",
        "video_url": "https://cdn.turtle.to/vod/disk4/priees.mp4",
        "media_category": "",
        "img_url": "https://ngmai-hd.com/toowheef/2020/08/Nong-Men-Phuean-Rak-324x324.jpg"
    },
    {
        "title": "Did You Hear About The Morgans (2009) ไฮโซมอแกนโกบ้านนา",
        "content": "<p>ชื่อภาพยนตร์ : Did You Hear About The Morgans (2009) ไฮโซมอแกนโกบ้านนา<br /> แนว/ประเภท : ตลก,ดราม่า,โรแมนติก<br /> ผู้กำกับภาพยนตร์ : Marc Lawrence<br /> บทบาทภาพยนตร์ : Marc Lawrence<br /> นักแสดง : Hugh Grant, Sarah Jessica Parker, Sam Elliott</p>\n",
        "video_url": "https://cdn.turtle.to/vod/disk4/marcdyh.mp4",
        "media_category": "",
        "img_url": "https://ngmai-hd.com/toowheef/2020/08/Did-You-Hear-About-The-Morgans-324x324.jpg"
    },
    {
        "title": "Meet the Parents (2000) เขยซ่าส์ พ่อตาแสบส์",
        "content": "<p>ชื่อภาพยนตร์ : Meet the Parents (2000) เขยซ่าส์ พ่อตาแสบส์<br /> แนว/ประเภท :&nbsp; ตลก, โรแมนติก<br /> ผู้กำกับภาพยนตร์ : Jay Roach<br /> บทบาทภาพยนตร์ : Greg Glienna, Mary Ruth Clarke<br /> นักแสดง : Ben Stiller, Robert De Niro, Teri Polo</p>\n",
        "video_url": "https://cdn.turtle.to/vod/disk4/jayrmtp.mp4",
        "media_category": "",
        "img_url": "https://ngmai-hd.com/toowheef/2020/08/Meet-the-Parents-324x324.jpg"
    },
    {
        "title": "Gunman 2 Salween (1993) มือปืน 2 สาละวิน",
        "content": "<p>ชื่อภาพยนตร์ : Gunman 2 Salween (1993) มือปืน 2 สาละวิน<br /> แนว/ประเภท : Crime, War<br /> ผู้กำกับภาพยนตร์ : Chatrichalerm Yukol<br /> บทภาพยนตร์ : Stirling Silliphant, Chatrichalerm Yukol<br /> นักแสดง : Sorapong Chatree, Chatchai Plengpanich, Siricoup Metanee<br /> <strong>เรื่องย่อ : Gunman 2 Salween (1993) มือปืน 2 สาละวิน&nbsp;</strong>หลังสงครามโลกครั้งที่ 2 สหราชอาณาจักรคืนอิสรภาพแก่พม่าโดยไม่คำนึงถึงปัญหาชนกลุ่มน้อย รอยร้าวระหว่างชนพม่าและกะเหรี่ยงจึงเกิดขึ้นอย่างไม่อาจไกล่เกลี่ย ชาวกะเหรี่ยงก่อการปฏิวัติเพื่อแยกตัวเป็นอิสระ มีกองกำลังปลดปล่อยแห่งชาติกะเหรี่ยงตั้งฐานมั่นอยู่บนลุ่มน้ำสาละวินเขตรอยต่อพรมแดนไทย-พม่า บนดินแดนซึ่งไร้กฎหมายในเขตป่าสักที่สมบูรณ์ที่สุดในโลก คนโลภถูกดึงดูดให้มาแสวงหาผลประโยชน์แลกกับการสนับสนุนให้ต่อกรกับรัฐบาลทหารพม่า โดยทุกชีวิตที่มีลมหายใจอยู่ในเขตนี้ล้วนอยู่ภายใต้กฎของปืน</p>\n",
        "video_url": "https://cdn.turtle.to/vod/disk4/slwiqw.mp4",
        "media_category": "",
        "img_url": "https://ngmai-hd.com/toowheef/2020/08/Gunman-2-Salween-324x324.jpg"
    },
    {
        "title": "Mean Street Blue (1997) ถนนนี้หัวใจข้าจอง",
        "content": "<p>ชื่อภาพยนตร์ : Mean Street Blue (1997) ถนนนี้หัวใจข้าจอง<br /> แนว/ประเภท : Action, Drama<br /> ผู้กำกับภาพยนตร์ : คิด สุวรรณศร<br /> บทภาพยนตร์ : คิด สุวรรณศร, สมพล สังขะเวส<br /> นักแสดง : มณฑล จิรา, วรรณพร ฉิมบรรจง, วิจิตรา ตริยะกุล<br /> <strong>เรื่องย่อ : Mean Street Blue (1997) ถนนนี้หัวใจข้าจอง&nbsp;</strong>บู๊ต เด็กหนุ่มหน้าละอ่อน ที่เป็นลูกของนายทหารจากต่างจังหวัด สอบเข้าเรียนต่อโรงเรียนช่างกลธนิยะได้ พร้อมกับได้ทุนการศึกษา บู๊ตจึงได้ย้ายมาอาศัยอยู่ในกรุงเทพ และเริ่มเรียนรู้ชีวิตความเป็นนักเรียนช่างกลนับแต่วันรับน้อง การได้สวมเสื้อช้อป และท่องคำปฏิญาณว่าจะรักเพื่อนยิ่งกว่าชีวิต นอกจากนั้นบู๊ตยังได้รับการสอนสั่งว่าศัตรูที่เจอหน้าปุ๊บต้องฆ่ากันให้ตาย นั่น คือ โรงเรียนก่อสร้างไทยพัฒนา แต่คนที่มีธาตุความดีอย่างบู๊ตก็ยังซื่อตรงกับความถูกต้องอยู่ในตัวอยู่ดี</p>\n",
        "video_url": "https://cdn.turtle.to/vod/disk4/msaaaie.mp4",
        "media_category": "",
        "img_url": "https://ngmai-hd.com/toowheef/2020/08/Mean-Street-Blue-267x324.jpg"
    },
    {
        "title": "Saga of the Phoenix (1990) ฤทธิ์บ้าสุดขอบฟ้า ภาค2",
        "content": "<p>ชื่อภาพยนตร์ : Saga of the Phoenix (1990) ฤทธิ์บ้าสุดขอบฟ้า ภาค2<br /> แนว/ประเภท : Action, Adventure, Fantasy<br /> ผู้กำกับภาพยนตร์ : Ngai Choi Lam, Sze Yu Lau<br /> บทภาพยนตร์ : Hirohisa Soda<br /> นักแสดง : Biao Yuen, Gloria Yip, Loletta Lee<br /> <strong>เรื่องย่อ : Saga of the Phoenix (1990) ฤทธิ์บ้าสุดขอบฟ้า ภาค2&nbsp;</strong>เมื่อเหล่านักบวชจากอุราโคยะ ยังคงไม่ไว้วางใจในตัวของเทพอสูร อาชูร่า (รับบทโดย Gloria Yip / เยี่ยเหวินอี้) ที่ยังคงมีพลังอำนาจของปีศาจอยู่ในตัว จึงต้องการที่จะผนึกตัว อาชูร่า ให้หลับไหลในสถูปอีกครั้งหนึ่ง แต่เนื่องคำขอร้องของ อาชูร่า, คุจากุ (รับบทโดย Hiroshi Abe) และ นกยูง (รับบทโดย Yeun Biao / หยวนเปียว) นั้น จึงทำให้หัวหน้านักบวชอย่าง จิคุ ได้อนุญาตให้อาชูร่าได้ใช้ชีวิตอยู่บนโลกมนุษย์ต่อไปอีก 1 สัปดาห์ก่อนที่จะต้องถูกผนึกตลอดกาล เหตุการณ์ชุลมุนวุ่นวายต่างๆ จึงเกิดขึ้น ทั้งจากความไร้เดียงสาของตัว อาชูร่า เอง รวมถึงเหล่าปีศาจต่างๆ ที่ยังคงตามราวี เพื่อใช้พลังของ อาชูร่า ในการเปิดประตูนรกอีกครั้ง</p>\n",
        "video_url": "https://cdn.turtle.to/vod/disk4/phspji.mp4",
        "media_category": "",
        "img_url": "https://ngmai-hd.com/toowheef/2020/08/Saga-of-the-Phoenix-324x324.jpg"
    },
    {
        "title": "Dead Mary (2007) แฝงร่างวิญญาณสยอง",
        "content": "<p>ชื่อภาพยนตร์ : Dead Mary (2007) แฝงร่างวิญญาณสยอง<br /> แนว/ประเภท : Horror<br /> ผู้กำกับภาพยนตร์ : Robert Wilson<br /> บทภาพยนตร์ : Peter Sheldrick, Christopher Warre Smets<br /> นักแสดง : Dominique Swain, Marie-Jos?e Colburn, Steven McCarthy<br /> <strong>เรื่องย่อ : Dead Mary (2007) แฝงร่างวิญญาณสยอง&nbsp;</strong>วันพักผ่อนสุดสัปดาห์ที่แสนหรรษา ณ กระท่อมชายทะเลสาบของคิม.(โดมินิค สเวน).ต้องกลับ กลายเป็นวันแห่งความสยดสยอง เมื่อพวกเธอลองดีกับการเล่นเกมปลดปล่อยวิญญาณปีศาจที่มีชื่อว่า “Dead Mary” ฝันร้ายของพวกเธอเป็นจริง วิญญาณพยาบาทได้รับอิสระอีกครั้งถึงทีของมันบ้างแล้ว มันบังคับให้ทุกคนเล่นเกมแห่งการเอาชีวิตรอด กติกาของเกมนี้แสนง่าย ก็แค่ทรยศหักหลังฆ่าเพื่อนรักที่รู้จักกันมานานแสนนานทั้งกลุ่มให้หมดเท่า นั้นเอง! ผู้ชนะเกมนี้มีเพียงหนึ่งเดียวเท่านั้น และ.ใครกันที่จะได้รางวัลเป็นลมหายใจต่อชีวิตที่สั้นเข้ามาทุกที ๆ</p>\n",
        "video_url": "https://cdn.turtle.to/vod/disk4/jamsdm.mp4",
        "media_category": "",
        "img_url": "https://ngmai-hd.com/toowheef/2020/08/Dead-Mary-324x324.jpg"
    },
    {
        "title": "The Great Escape (1963) แหกค่ายมฤตยู",
        "content": "<p>ชื่อภาพยนตร์ : All Men Are Brothers Blood Of The Leopard (1993) ผู้ยิ่งใหญ่แห่งเขาเหลียง<br /> แนว/ประเภท : Adventure, Drama, History<br /> ผู้กำกับภาพยนตร์ : John Sturges<br /> บทภาพยนตร์ : James Clavell, W.R. Burnett<br /> นักแสดง : Steve McQueen, James Garner, Richard Attenborough<br /> <strong>เรื่องย่อ : The Great Escape (1963) แหกค่ายมฤตยู </strong>ดัดแปลงสร้างจากเรื่องจริง เหตุการณ์หลบหนีออกจากค่ายกักกัน Nazi ที่ Stalag Luff III ของทหารอังกฤษ (British Commonwealth) เมื่อเดือนเมษายน 1944 แต่จากทั้ง 76 คนที่หลบหนีออกมาสำเร็จ 50 ถูกยิงเสียชีวิต 23 จับกลับสู่ค่ายกักกัน</p>\n",
        "video_url": "https://cdn.turtle.to/vod/disk4/jggoxc.mp4",
        "media_category": "",
        "img_url": "https://ngmai-hd.com/toowheef/2020/08/All-Men-Are-Brothers-Blood-Of-The-Leopard-324x324.jpg"
    },
    {
        "title": "StarDog and TurboCat (2019) หมาอวกาศ และแมวเทอร์โบ",
        "content": "<p>ชื่อภาพยนตร์ : StarDog and TurboCat (2019) หมาอวกาศ และแมวเทอร์โบ<br /> แนว/ประเภท : แอนิเมชั่น, ตลก, ครอบครัว<br /> ผู้กำกับภาพยนตร์ : Ben Smith<br /> บทบาทภาพยนตร์ : Ben Smith<br /> นักแสดง : Luke Evans, Nick Frost, Gemma Arterton</p>\n",
        "video_url": "https://cdn.turtle.to/vod/disk4/sdttce.mp4",
        "media_category": "",
        "img_url": "https://ngmai-hd.com/toowheef/2020/08/StarDog-and-TurboCat-324x324.jpg"
    },
    {
        "title": "Peacock King (1988) ฤทธิ์บ้าสุดขอบฟ้า ภาค 1",
        "content": "<p>ชื่อภาพยนตร์ : Peacock King (1988) ฤทธิ์บ้าสุดขอบฟ้า ภาค 1<br /> แนว/ประเภท : แอ็คชั่น, ผจญภัย, แฟนตาซี<br /> ผู้กำกับภาพยนตร์ : Biao Yuen<br /> บทบาทภาพยนตร์ : Heung Sang Kong<br /> นักแสดง :Biao Yuen, Hiroshi Mikami, Narumi Yasuda</p>\n",
        "video_url": "https://cdn.turtle.to/vod/disk4/piffgk.mp4",
        "media_category": "",
        "img_url": "https://ngmai-hd.com/toowheef/2020/08/Hung-cheuk-wong-ji-.-324x324.jpg"
    },
    {
        "title": "All Men Are Brothers Blood Of The Leopard (1993) ผู้ยิ่งใหญ่แห่งเขาเหลียง",
        "content": "<p>ชื่อภาพยนตร์ : All Men Are Brothers Blood Of The Leopard (1993) ผู้ยิ่งใหญ่แห่งเขาเหลียง<br /> แนว/ประเภท : แอคชั่น, ดราม่า<br /> ผู้กำกับภาพยนตร์ : Billy Chan<br /> บทบาทภาพยนตร์ : Billy Chan<br /> นักแสดง : Wai Lam, Ching Wan Lau, Shun Lau</p>\n",
        "video_url": "https://cdn.turtle.to/vod/disk4/maalop.mp4",
        "media_category": "",
        "img_url": "https://ngmai-hd.com/toowheef/2020/08/Shui-hu-zhuan-zhi-ying-xiong-ben-se-324x324.jpg"
    },
    {
        "title": "Work It (2020) เวิร์ค อิท – เต้นเพื่อฝัน",
        "content": "<p>ชื่อภาพยนตร์ : Work It (2020) เวิร์ค อิท – เต้นเพื่อฝัน<br /> แนว/ประเภท : ตลก,ดนตรี<br /> ผู้กำกับภาพยนตร์ : Laura Terruso<br /> บทบาทภาพยนตร์ : Alison Peck<br /> นักแสดง : Keiynan Lonsdale, Liza Koshy, Briana Andrade-Gomes</p>\n",
        "video_url": "https://cdn.turtle.to/vod/disk4/nfwwof.mp4",
        "media_category": "",
        "img_url": "https://ngmai-hd.com/toowheef/2020/08/Work-It-324x324.jpg"
    },
    {
        "title": "Hunger (2008) อด (ตาย) เพื่อปลดแอก",
        "content": "<p>ชื่อภาพยนตร์ : Hunger (2008) อด (ตาย) เพื่อปลดแอก<br /> แนว/ประเภท : ชีวประวัติ, ละคร<br /> ผู้กำกับภาพยนตร์ : Steve McQueen<br /> บทบาทภาพยนตร์ : Steve McQueen<br /> นักแสดง : Stuart Graham, Laine Megaw, Brian Milligan</p>\n",
        "video_url": "https://cdn.turtle.to/vod/disk4/hfferc.mp4",
        "media_category": "",
        "img_url": "https://ngmai-hd.com/toowheef/2020/08/Hunger-324x324.jpg"
    },
    {
        "title": "Berlin Berlin: Lolle on the Run (2020) สาวหนีรัก",
        "content": "<p>&nbsp;</p>\n",
        "video_url": "http://nungth.b-cdn.net/vod/bbblie.mp4,http://nungth.b-cdn.net/vod/bbblie.mp4",
        "media_category": "",
        "img_url": "https://ngmai-hd.com/toowheef/2020/08/Berlin-Berlin-Lolle-on-the-Run-2020-scaled-1-324x324.jpg"
    },
    {
        "title": "The Smurfs (2011) เดอะ สเมิร์ฟ",
        "content": "<p>ชื่อภาพยนตร์ : The Smurfs (2011) เดอะ สเมิร์ฟ<br /> แนว/ประเภท : Animation, Adventure, Comedy<br /> ผู้กำกับภาพยนตร์ : Raja Gosnell<br /> บทภาพยนตร์ : J. David Stem, David N. Weiss<br /> นักแสดง : Hank Azaria, Katy Perry, Jonathan Winters<br /> <strong>เรื่องย่อ : The Smurfs (2011) เดอะ สเมิร์ฟ&nbsp;</strong>เรื่องราวของบรรดาเหล่าตัว Smurfs ทั้ง 6 ตัว ที่หนีการไล่ล่าของพ่อมดปีศาจ Gargamel แล้วเกิดหลุดรอดมิติออกมาหมู่บ้านของเหล่า Smurfs โผล่กลางมหานคร New York ทำให้บรรดาเหล่า Smurfs ที่หลุดมิติมาทั้งหลาย ต่างต้องหาทางกลับไปยังหมู่บ้านของตัวเองให้ได้ก่อนจะถูกปีศาจ Gargamel จับตัวไป</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/stxkiu1.mp4",
        "media_category": "",
        "img_url": "https://ngmai-hd.com/toowheef/2020/08/The-Smurfs-324x324.jpg"
    },
    {
        "title": "The Smurfs 2 (2013) เดอะ สเมิร์ฟ 2",
        "content": "<p>ชื่อภาพยนตร์ : The Smurfs 2 (2013) เดอะ สเมิร์ฟ 2<br /> แนว/ประเภท : Animation, Adventure, Comedy<br /> ผู้กำกับภาพยนตร์ : Raja Gosnell<br /> บทภาพยนตร์ : J. David Stem, David N. Weiss<br /> นักแสดง : Neil Patrick Harris, Jayma Mays, Katy Perry<br /> <strong>เรื่องย่อ : The Smurfs 2 (2013) เดอะ สเมิร์ฟ 2&nbsp;</strong>ในภาคนี้เจ้าการ์กาเมลตัวร้ายจะสร้างสเมิร์ฟสายพันธุ์ใหม่ขึ้นมา 2 ตัว ซึ่งเขาเรียกพวกมันว่า The Naughties ที่การ์กาเมลคาดหวังว่าพวกมันจะมีพลังอำนาจพิเศษเหมือนพวกสเมิร์ฟ แต่กลับต้องพบกับความล้มเหลวเมื่อพบว่ามีแต่สเมิร์ฟตัวจริงเท่านั้นที่สามารถใช้เวทมนตร์แบบนั้นได้ อย่างไรก็ดี การ์กาเมลพบว่าตัวเองยังไม่สิ้นหวังเสียทีเดียว เมื่อมันรู้ว่าสเมิร์ฟเฟตเป็นผู้เดียวที่จะสามารถทำให้ The aughties กลายเป็นสเมิร์ฟตัวจริงได้ มันจึงลักพาตัวสเมิร์ฟเฟตไปปารีส แหล่งที่พวกมันมีอำนาจในฐานะพ่อมดผู้ยิ่งใหญ่ของที่นั่น ทำให้เหล่าสเมิร์ฟทั้งหลายต้องร่วมมือกับมนุษย์อย่าง แพททริค และ เกรซ วินสโลว์ เพื่อพาสเมิร์ฟเฟตกลับมาอย่างปลอดภัย</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/stxkiu2.mp4",
        "media_category": "",
        "img_url": "https://ngmai-hd.com/toowheef/2020/08/The-Smurfs-2-324x324.jpg"
    },
    {
        "title": "Goblin Slayer Goblin’s Crown (2020)",
        "content": "<p>&nbsp;</p>\n",
        "video_url": "http://nungth.b-cdn.net/vod/biggce.mp4,http://nungth.b-cdn.net/vod/biggce.mp4",
        "media_category": "",
        "img_url": "https://ngmai-hd.com/toowheef/2020/08/Goblin-Slayer-Goblin’s-Crown-2020-324x324.jpg"
    },
    {
        "title": "Percy Jackson 2 (2013) เพอร์ซี่ย์ แจ็คสัน กับอาถรรพ์ทะเลปีศาจ",
        "content": "<p>ชื่อภาพยนตร์ : Percy Jackson 2 (2013) เพอร์ซี่ย์ แจ็คสัน กับอาถรรพ์ทะเลปีศาจ<br /> แนว/ประเภท : Adventure, Family, Fantasy<br /> ผู้กำกับภาพยนตร์ : Thor Freudenthal<br /> บทภาพยนตร์ : Marc Guggenheim<br /> นักแสดง : Logan Lerman, Alexandra Daddario, Brandon T. Jackson<br /> <strong>เรื่องย่อ : Percy Jackson 2 (2013) เพอร์ซี่ย์ แจ็คสัน กับอาถรรพ์ทะเลปีศาจ&nbsp;</strong>สร้างจากนวนิยายขายดีเป็นปรากฏการณ์ ที่สานต่อมหากาพย์การเดินทางผจญภัยของหนุ่มน้อยมนุษย์กึ่งเทพ เพอร์ซีย์ (โลแกน เลอร์แมน) กับผองเพื่อน ต้องออกค้นหาขนแกะทองคำวิเศษในตำนานเพื่อปกป้องโลก เสี่ยงอันตรายล่องเรือสู่น่านน้ำลึกลับแห่งทะเลปีศาจ ต่อสู้กับเหล่าสัตว์ประหลาดอันน่าสะพรึงกลัว กองทัพผีดิบ จ้าวแห่งปิศาจ และการเอาตัวรอดจากข้อกล่าวหา ที่ขโมยสายฟ้าฟาดของมหาเทพซุสใน Percy Jackson &amp; the Olympians: The Lightning Thief มาได้ มาภาคนี้ เพอร์ซี่ และเหล่าสหายลูกครึ่งเทพเจ้า ต้องออกเดินทางเพื่อตามหาขนแกะทองคำ ที่มีพลังในการยับยั้งการคืนชีพให้กับ โครนอส เทพไททันผู้มีความแค้นกับเหล่าเทพแห่งเขาโอลิมปัส และปกป้องค่ายที่พักของเหล่าครึ่งเทพไว้ให้ได้</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/pherz2e.mp4",
        "media_category": "",
        "img_url": "https://ngmai-hd.com/toowheef/2020/08/Percy-Jackson-2-324x324.jpg"
    },
    {
        "title": "Toast (2010) หนุ่มแนวหัวใจกระทะเหล็ก",
        "content": "<p>ชื่อภาพยนตร์ : Toast (2010) หนุ่มแนวหัวใจกระทะเหล็ก<br /> แนว/ประเภท : Biography, Comedy, Drama<br /> ผู้กำกับภาพยนตร์ : S.J. Clarkson<br /> บทภาพยนตร์ : Lee Hall, Nigel Slater<br /> นักแสดง : Oscar Kennedy, Victoria Hamilton, Colin Prockter<br /> <strong>เรื่องย่อ : Toast (2010) หนุ่มแนวหัวใจกระทะเหล็ก&nbsp;</strong>ไนเจล เด็กหนุ่มซึ่งรักและผูกพันกับแม่ยิ่งกว่าสิ่งใด เมื่อแม่ของเขาเสียไปอย่างกระทันหัน เขาจำเป็นต้องอยู่กับพ่อที่ไม่ค่อยลงรอยกันนัก และกำลังวางแผนที่จะย้ายบ้านไปอยู่ที่อื่น ไนเจลไม่อยากย้ายไปจากสถานที่ที่มีความทรงจำของแม่ เขาจึงตัดสินใจไปเรียนทำอาหารตามรอยแม่ของเขา ด้วยความหวังที่ว่ามันอาจเป็นการเปิดใจ และช่วยทำให้เขาสามารถเอาชนะใจพ่อได้</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/tsoxrv.mp4",
        "media_category": "",
        "img_url": "https://ngmai-hd.com/toowheef/2020/08/Toast-324x324.jpg"
    },
    {
        "title": "Check in Shock (2020) เกมเซ่นผี",
        "content": "<p>&nbsp;</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/pocikp.mp4",
        "media_category": "",
        "img_url": "https://ngmai-hd.com/toowheef/2020/08/Check-in-Shock-2020-เกมเซ่นผี-324x324.jpg"
    },
    {
        "title": "BECK (2010) เบ็ค ปุปะจังหวะฮา",
        "content": "<p>ชื่อภาพยนตร์ : BECK (2010) เบ็ค ปุปะจังหวะฮา<br /> แนว/ประเภท : Drama, Music<br /> ผู้กำกับภาพยนตร์ : Yukihiko Tsutsumi<br /> บทภาพยนตร์ : Tetsuya Oishi<br /> นักแสดง : Hiro Mizushima, Kenta Kiritani, Aoi Nakamura<br /> <strong>เรื่องย่อ : BECK (2010) เบ็ค ปุปะจังหวะฮา&nbsp;</strong>เด็กนักเรียนมัธยมต้นปีปกติธรรมดาพบชีวิตประจำวันของเขาที่น่าเบื่อมากจนวันหนึ่งเขาได้พบกับสุนัขและเจ้าของของมันที่นำเขาไปสู่ชีวิตใหม่ที่เต็มไปด้วยความรักในสิ่งที่ดนตรี</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/youdib.mp4",
        "media_category": "",
        "img_url": "https://ngmai-hd.com/toowheef/2020/08/BECK-324x324.jpg"
    },
    {
        "title": "Changing Lanes (2002) คนเบรคแตกกระแทกคน",
        "content": "<p>ชื่อภาพยนตร์ : Changing Lanes (2002) คนเบรคแตกกระแทกคน<br /> แนว/ประเภท : Drama, Thriller<br /> ผู้กำกับภาพยนตร์ : Roger Michell<br /> บทภาพยนตร์ : Chap Taylor, Michael Tolkin<br /> นักแสดง : Ben Affleck, Samuel L. Jackson, Kim Staunton<br /> <strong>เรื่องย่อ : Changing Lanes (2002) คนเบรคแตกกระแทกคน&nbsp;</strong>อุบัติเหตุรถยนต์ท่ามกลางการจราจรในชั่วโมงเร่งด่วน ส่วนใหญ่มักจะไม่ได้ส่งผลทำให้ใครต้องเสียชีวิต แต่ในวันนี้ครั้งนี้ อุบัติเหตุรถชนกันธรรมดา จะทำให้คนแปลกหน้าที่ไม่เคยรู้จักกันเลย กลายเป็นคู่อาฆาตกัน แม้ว่าวิธีการที่ทั้งสองใช้ห้ำหั่นกันและกันอาจแตกต่าง แต่เป้าหมายของทั้งสองนั้นเหมือนกัน นั่นคือต่างพยายามอย่างยิ่งที่จะทำลายชีวิตของอีกฝ่ายเพื่อชดเชยสิ่งที่ตน เองต้องสูญเสียไป</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/censse.mp4",
        "media_category": "",
        "img_url": "https://ngmai-hd.com/toowheef/2020/08/Changing-Lanes-324x324.jpg"
    },
    {
        "title": "Black Water: Abyss (2020) กระชากนรก โคตรไอ้เข้",
        "content": "<p>&nbsp;</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/abssyea.mp4",
        "media_category": "",
        "img_url": "https://ngmai-hd.com/toowheef/2020/08/Black-Water-Abyss-2020-กระชากนรก-โคตรไอ้เข้-324x324.jpg"
    },
    {
        "title": "Twisted (2004) พลิกปริศนา ฆ่าซ่อนปม",
        "content": "<p>ชื่อภาพยนตร์ : Twisted (2004) พลิกปริศนา ฆ่าซ่อนปม<br /> แนว/ประเภท : Crime, Drama, Mystery<br /> ผู้กำกับภาพยนตร์ : Philip Kaufman<br /> บทภาพยนตร์ : Sarah Thorp<br /> นักแสดง : Ashley Judd, Samuel L. Jackson, Andy Garcia<br /> <strong>เรื่องย่อ : Twisted (2004) พลิกปริศนา ฆ่าซ่อนปม&nbsp;</strong>เมื่อนักสืบหญิง เจสสิก้า (แอชลีย์ จัดด์) กำลังสืบสวนคดีฆาตกรรมต่อเนื่องอยู่ เธอก็ต้องตกใจที่ค้นพบว่า เหยื่อทุกรายของคดีนี้ คือชายที่เธอเคยคบหาด้วย เรื่องราวกลับขมวดปมมากยิ่งขึ้น เมื่อคู่หูของเธอ ไมค์ (แอนดี้ การ์เซีย) ทำตัวแปลกออกไป และเธอกลับถูกกล่าวหาว่า เป็นฆาตกรในคดีนี้เสียเอง จนหัวหน้าของเธอ จอห์น มิลล์ (ซามูเอล แอล แจ็คสัน) ต้องปลดเธอออกจากตำแหน่ง</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/eddstx.mp4",
        "media_category": "",
        "img_url": "https://ngmai-hd.com/toowheef/2020/08/Twisted-324x324.jpg"
    },
    {
        "title": "The Magic School Bus Rides Again Kids In Space (2020) เมจิกสคูลบัสกับการเดินทางสู่ความสนุกในอวกาศ",
        "content": "<p>&nbsp;</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/mioeer.mp4",
        "media_category": "",
        "img_url": "https://ngmai-hd.com/toowheef/2020/08/The-Magic-School-Bus-Rides-Again-Kids-In-Space-2020-324x324.jpg"
    },
    {
        "title": "The Swan Princess A Royal Wedding (2020) เจ้าหญิงหงส์ขาว มหัศจรรย์วันวิวาห์",
        "content": "<p>&nbsp;</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/sioorc.mp4",
        "media_category": "",
        "img_url": "https://ngmai-hd.com/toowheef/2020/08/The-Swan-Princess-A-Royal-Wedding-2020-เจ้าหญิงหงส์ขาว-มหัศจรรย์วันวิวาห์-324x324.jpg"
    },
    {
        "title": "Cat and Mouse (2003) จั่นเจาแมวหลวงสะท้านยุทธภพ",
        "content": "<p>ชื่อภาพยนตร์ : Cat and Mouse (2003) จั่นเจาแมวหลวงสะท้านยุทธภพ<br /> แนว/ประเภท : Romance, Comedy, Action<br /> ผู้กำกับภาพยนตร์ : Gordon Chan<br /> บทภาพยนตร์ : Felix Chong, Gordon Chan<br /> นักแสดง : Andy Lau, Cecilia Cheung, Anthony Chau-Sang Wong<br /> <strong>เรื่องย่อ : Cat and Mouse (2003) จั่นเจาแมวหลวงสะท้านยุทธภพ&nbsp;</strong>เรื่องราวเบาสมองที่ดัดแปลงมาจากนิยายจีนเกี่ยวกับผู้พิพากษา เปาบุ้นจิ้น ผู้เป็นตำนานของความซื่อสัตย์ยุติธรรมจากสมัยราชวงศ์ซ่ง พร้อมด้วยเหล่าวีรบุรุษผู้คอยช่วยเหลือเขาในการรักษาคลี่คลายคดีและตามจับเหล่าร้าย ในเรื่องราวดั้งเดิม จั่นเจา เจ้าของฉายา แมวหลวง มักจะดูกลายเป็นคนทึ่มเมื่อพบกับ ไป่ หยูตง เจ้าของฉายา หนูหลากสี ซึ่งเป็นจอมโจรสาวที่คอยช่วยเหลือท่านเปา จากอีกขั้วหนึ่งของกฎหมาย ตำนานของพวกเขาถูกนำมาตีความในรูปแบบใหม่ที่เบาสมองสนุกสนาน ซึ่งในเรื่อง ไป่ หยูตง เป็นวีรสตรีที่แต่งกายเลียนแบบชาย ซึ่งได้ จางป่อจือ มารับบท และได้ตกหลุมรักกับ จั่นเจา ที่ได้ หลิวเต๋อหัว มานำแสดง</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/cjujop.mp4",
        "media_category": "",
        "img_url": "https://ngmai-hd.com/toowheef/2020/08/Cat-and-Mouse-324x324.jpg"
    },
    {
        "title": "Bill &#038; Ted’s Excellent Adventure (1989) คู่ซี้คู่เพี้ยน",
        "content": "<p>ชื่อภาพยนตร์ : Bill &amp; Ted’s Excellent Adventure (1989) คู่ซี้คู่เพี้ยน<br /> แนว/ประเภท : Adventure, Comedy, Music<br /> ผู้กำกับภาพยนตร์ : Stephen Herek<br /> บทภาพยนตร์ : Chris Matheson, Ed Solomon<br /> นักแสดง : Keanu Reeves, Alex Winter, George Carlin<br /> <strong>เรื่องย่อ : Bill &amp; Ted’s Excellent Adventure (1989) คู่ซี้คู่เพี้ยน&nbsp;</strong>คู่ซี้คู่เพี้ยนอย่าง บิลล์ ( อเล็ก วินเตอร์ ) และ เท็ด ( คีอานู รีฟส์ ) ต่างก็หลงใหลในเสียงดนตรี พวกเขาบังเอิญได้ทะลุมิติเดินทางย้อนอดีต ไปเจอกับบุคคลที่มีชื่อเสียงในประวัติศาสตร์อย่าง นโปเลียน, เจงกิสข่าน หรือ โมสาร์ท คู่หูคู่นี้เลยได้ป่วนประวัติศาสตร์ตามแบบเสียงหัวเราะของพวกเขาเอง</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/bnlxxs.mp4",
        "media_category": "",
        "img_url": "https://ngmai-hd.com/toowheef/2020/08/Bill-Ted’s-Excellent-Adventur-324x324.jpg"
    },
    {
        "title": "Bill &#038; Ted’s Bogus Journey (1991) บิลล์กับเท็ด ตอน สองหุ่นยนต์เขย่าโลก",
        "content": "<p>ชื่อภาพยนตร์ : Bill &amp; Ted’s Bogus Journey (1991) บิลล์กับเท็ด ตอน สองหุ่นยนต์เขย่าโลก<br /> แนว/ประเภท : Adventure, Comedy, Fantasy<br /> ผู้กำกับภาพยนตร์ : Peter Hewitt<br /> บทภาพยนตร์ : Chris Matheson, Ed Solomon<br /> นักแสดง : Keanu Reeves, Alex Winter, William Sadler<br /> <strong>เรื่องย่อ : Bill &amp; Ted’s Bogus Journey (1991) บิลล์กับเท็ด ตอน สองหุ่นยนต์เขย่าโลก&nbsp;</strong>ดูเหมือนว่าโลกในอนาคตอันไกลของพวกเราจะเข้าใกล้กับคำว่า “ดินแดนแห่งความฝัน” มากขึ้นทุกที ต้องขอบคุณบทเพลงคุณภาพจากสองชาวร็อกวัยใสแห่งศตวรรษที่ 20 บิลล์ (อเล็กซ์ วินเทอร์) และ เท็ด (คีอานู รีฟส์) ผู้ซึ่งจะพาทุกคนไปพบกับการผจญภัยที่จะพลิกทุกหน้าประวัติศาสตร์ เปิดด้วยการเผชิญหน้ากับหุ่นยนต์ที่นอกจากจะชื่อเหมือนกันแล้ว ยังถอดแบบรูปร่างหน้าตามาจากพวกเขาไม่ผิดเพี้ยน ซึ่งพวกมันถูกส่งมาเพื่อปั่นและเสี้ยมให้มิตรภาพของคู่หู บิลล์ และ เท็ด ของเราแตกหัก และยังไม่หมดเพียงเท่านี้ เพราะจู่ ๆ สองเพื่อนซี้ก็พบว่าพวกเขาถูกพาไปยังโลกหลังความตาย และต้องเล่นเกมทำภารกิจเอาชนะยมทูตให้ได้ ถึงจะมีโอกาสประกาศชัยชนะครั้งใหญ่ด้วยการขึ้นเวทีประกวดชื่อดังของเหล่านักดนตรี นั่นก็คือ Battle of the Band</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/bnlxjs.mp4",
        "media_category": "",
        "img_url": "https://ngmai-hd.com/toowheef/2020/08/Bill-Ted’s-Bogus-Journey-324x324.jpg"
    },
    {
        "title": "Scoob! (2020) สคูบ!",
        "content": "<p>&nbsp;</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/oocqir.mp4",
        "media_category": "",
        "img_url": "https://ngmai-hd.com/toowheef/2020/08/Scoob-2020-สคูบ-324x324.jpg"
    },
    {
        "title": "Little Forest (Liteul poreseuteu) (2018) ลิตเติ้ลฟอเรสต์",
        "content": "<p>ชื่อภาพยนตร์ : Little Forest (Liteul poreseuteu) (2018) ลิตเติ้ลฟอเรสต์<br /> แนว/ประเภท : ละคร<br /> ผู้กำกับภาพยนตร์ : Soon-rye Yim<br /> บทบาทภาพยนตร์ : Soon-rye Yim<br /> นักแสดง : Tae-ri Kim, Jun-Yeol Ryu, So-Ri Moon</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/shiffc.mp4",
        "media_category": "",
        "img_url": "https://ngmai-hd.com/toowheef/2020/08/Little-Forest-Liteul-poreseuteu.-324x324.jpg"
    },
    {
        "title": "Bijin ga Konkatsu Shite Mitara (2019) หนังสร้างจากมังงะ",
        "content": "<p>ชื่อภาพยนตร์ : Bijin ga Konkatsu Shite Mitara (2019) หนังสร้างจากมังงะ<br /> แนว/ประเภท : การผจญภัย<br /> ผู้กำกับภาพยนตร์ : Akiko Ohku<br /> บทบาทภาพยนตร์ : Jirou<br /> นักแสดง : Atsuko Hirata, Shinpei Ichikawa, Mei Kurokawa</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/bjkism.mp4",
        "media_category": "",
        "img_url": "https://ngmai-hd.com/toowheef/2020/08/Bijin-ga-konkatsu-shite-mitara-324x324.jpg"
    },
    {
        "title": "Against the Clock (2019)",
        "content": "<p>&nbsp;</p>\n",
        "video_url": "https://nungth.b-cdn.net/vodhagisl.mp4",
        "media_category": "",
        "img_url": "https://ngmai-hd.com/toowheef/2020/08/Against-the-Clock-2019-324x324.jpg"
    },
    {
        "title": "The Osiris Child (2016) โคตรคนผ่าจักรวาล",
        "content": "<p>ชื่อภาพยนตร์ : The Osiris Child (2016) โคตรคนผ่าจักรวาล<br /> แนว/ประเภท : แอ็คชั่น, ผจญภัย, ดราม่า<br /> ผู้กำกับภาพยนตร์ : Shane Abbess<br /> บทบาทภาพยนตร์ : Shane Abbess<br /> นักแสดง : Kellan Lutz, Daniel MacPherson, Isabel Lucas</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/iueosg.mp4",
        "media_category": "",
        "img_url": "https://ngmai-hd.com/toowheef/2020/08/The-Osiris-Child-1-324x324.jpg"
    },
    {
        "title": "Fatal Deceit (Gaslit) (2019)",
        "content": "<p>&nbsp;</p>\n",
        "video_url": "https://nungth.b-cdn.net/vodasggfw.mp4",
        "media_category": "",
        "img_url": "https://ngmai-hd.com/toowheef/2020/08/Fatal-Deceit-Gaslit-2019-324x324.jpg"
    },
    {
        "title": "Sandy Wexler (2017) แซนดี้ เวกซ์เลอร์",
        "content": "<p>ชื่อภาพยนตร์ : Sandy Wexler (2017) แซนดี้ เวกซ์เลอร์<br /> แนว/ประเภท : ความขบขัน<br /> ผู้กำกับภาพยนตร์ : Steven Brill<br /> บทบาทภาพยนตร์ : Steven Brill<br /> นักแสดง : Adam Sandler, Jennifer Hudson, Kevin James</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/xxweak.mp4",
        "media_category": "",
        "img_url": "https://ngmai-hd.com/toowheef/2020/08/Sandy-Wexler-324x324.jpg"
    },
    {
        "title": "My Teacher My Love (Sensei Kunshu) (2018)",
        "content": "<p>&nbsp;</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/mmttir.mp4",
        "media_category": "",
        "img_url": "https://ngmai-hd.com/toowheef/2020/08/My-Teacher-My-Love-Sensei-Kunshu-2018-324x324.jpg"
    },
    {
        "title": "Tori Girl (Tori Garu!) (2017)",
        "content": "<p>&nbsp;</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/ttrigg.mp4",
        "media_category": "",
        "img_url": "https://ngmai-hd.com/toowheef/2020/08/Tori-Girl-Tori-Garu-2017-324x324.jpg"
    },
    {
        "title": "Murder at Shijinso (2019) ฆาตกรบ้านพักคนตาย",
        "content": "<p>ชื่อภาพยนตร์ : Murder at Shijinso (2019) ฆาตกรบ้านพักคนตาย<br /> แนว/ประเภท : อาชญากรรม<br /> ผู้กำกับภาพยนตร์ : Hisashi Kimura<br /> บทบาทภาพยนตร์ : Mitsuharu Makita<br /> นักแสดง : Tokio Emoto, Riko Fukumoto, Y?ki Furukawa</p>\n",
        "video_url": "https://cdn.turtle.to/vod/jicjiv.mp4",
        "media_category": "",
        "img_url": "https://ngmai-hd.com/toowheef/2020/08/Murder-at-Shijinso-324x324.jpg"
    },
    {
        "title": "Teiichi: Battle of Supreme High (Teiichi no Kuni) (2017) การต่อสู้เพื่อจุดสูงสุดของเทอิจิ",
        "content": "<p>&nbsp;</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/hliich.mp4",
        "media_category": "",
        "img_url": "https://ngmai-hd.com/toowheef/2020/08/Teiichi-Battle-of-Supreme-High-Teiichi-no-Kuni-324x324.jpg"
    },
    {
        "title": "Flash Point (2007) ลุยบ้าเลือด",
        "content": "<p>ชื่อภาพยนตร์ : Flash Point (2007) ลุยบ้าเลือด<br /> แนว/ประเภท : แอ็คชั่น, อาชญากรรม, ระทึกขวัญ<br /> ผู้กำกับภาพยนตร์ : Wilson Yip<br /> บทบาทภาพยนตร์ : Kam-Yuen Szeto<br /> นักแสดง : Donnie Yen, Louis Koo, Ray Lui</p>\n",
        "video_url": "https://cdn.turtle.to/vod/disk4/dofoff.mp4",
        "media_category": "",
        "img_url": "https://ngmai-hd.com/toowheef/2020/08/Dou-foh-sin-324x324.jpg"
    },
    {
        "title": "Encino Man (1992) มนุษย์หินแทรกรุ่น",
        "content": "<p>ชื่อภาพยนต์ : Encino Man (1992) มนุษย์หินแทรกรุ่น<br /> ประเภท : Comedy<br /> ผู้กำกับ : Les Mayfield<br /> บทภาพยนต์ : Shawn Schepps<br /> นักแสดง : Sean Astin, Brendan Fraser, Pauly Shore, Megan Ward, Robin Tunney<br /> วันที่เข้าฉาย : 22 พฤษภาคม 1992 (สหรัฐอเมริกา)</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/micoie.mp4",
        "media_category": "",
        "img_url": "https://ngmai-hd.com/toowheef/2020/08/Encino-Man-1992-324x324.jpg"
    },
    {
        "title": "Far and Away (1992) ไกลเพียงใดก็จะไปให้ถึงฝัน",
        "content": "<p>ชื่อภาพยนต์ : Far and Away (1992) ไกลเพียงใดก็จะไปให้ถึงฝัน<br /> ประเภท : Adventure, Drama, Romance<br /> ผู้กำกับ : Ron Howard<br /> บทภาพยนต์ : Bob Dolman<br /> นักแสดง : Tom Cruise, Nicole Kidman, Thomas Gibson, Robert Prosky, Barbara Babcock<br /> วันที่เข้าฉาย : 22 พฤษภาคม 1992 (สหรัฐอเมริกา)</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/raywyk.mp4",
        "media_category": "",
        "img_url": "https://ngmai-hd.com/toowheef/2020/08/Far-and-Away-1992-324x324.jpg"
    },
    {
        "title": "Somewhere in Time (1980) ลิขิตรักข้ามกาลเวลา",
        "content": "<p>ชื่อภาพยนต์ : Somewhere in Time (1980) ลิขิตรักข้ามกาลเวลา<br /> ประเภท : Drama, Fantasy, Romance<br /> ผู้กำกับ : Jeannot Szwarc<br /> บทภาพยนต์ : Richard Matheson<br /> นักแสดง : Christopher Reeve, Jane Seymour, Christopher Plummer, Teresa Wright, Bill Erwin<br /> วันที่เข้าฉาย : 3 ตุลาคม พ.ศ. 2523 (สหรัฐอเมริกา)</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/sohihi.mp4",
        "media_category": "",
        "img_url": "https://ngmai-hd.com/toowheef/2020/08/Somewhere-in-Time-1980-324x324.jpg"
    },
    {
        "title": "Save The Last Dance (2001) ฝ่ารัก ฝ่าฝัน เต้นสะท้านโลก",
        "content": "<p>ชื่อภาพยนต์ : Save The Last Dance (2001) ฝ่ารัก ฝ่าฝัน เต้นสะท้านโลก<br /> ประเภท : Drama, Music, Romance<br /> ผู้กำกับ : Thomas Carter<br /> บทภาพยนต์ : Duane Adler, Cheryl Edwards<br /> นักแสดง : Julia Stiles, Sean Patrick Thomas, Kerry Washington, Fredro Starr, Terry Kinney, Bianca Lawson<br /> วันที่เข้าฉาย : 12 มกราคม 2544 (สหรัฐอเมริกา)</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/eewsqs.mp4",
        "media_category": "",
        "img_url": "https://ngmai-hd.com/toowheef/2020/08/Save-the-Last-Dance-2001-324x324.jpg"
    },
    {
        "title": "Solanin (2010) เพลงนี้ของเราสอง",
        "content": "<p>ชื่อภาพยนต์ : Solanin (2010) เพลงนี้ของเราสอง<br /> ประเภท : Drama<br /> ผู้กำกับ : Takahiro Miki<br /> บทภาพยนต์ : Izumi Takahashi<br /> นักแสดง : Takao Handa, Arata Iura, Kenta Kiritani, Yoichi Kondo, Kengo K?ra<br /> วันที่เข้าฉาย : 3 เมษายน 2553 (ญี่ปุ่น)</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/soiuee.mp4",
        "media_category": "",
        "img_url": "https://ngmai-hd.com/toowheef/2020/08/Soranin-2010-324x324.jpg"
    },
    {
        "title": "Killer Meteors (1976) ศึกหวังหยู่สู้เฉินหลง",
        "content": "<p>ชื่อภาพยนตร์ : Killer Meteors (1976) ศึกหวังหยู่สู้เฉินหลง<br /> แนว/ประเภท : Action, Thriller<br /> ผู้กำกับภาพยนตร์ : Wei Lo<br /> บทภาพยนตร์ : Lung Ku<br /> นักแสดง : Jackie Chan, Jimmy Wang Yu, Yu-Li Lan<br /> <strong>เรื่องย่อ : Killer Meteors (1976) ศึกหวังหยู่สู้เฉินหลง&nbsp;</strong>Mi Wey เป็นฮีโร่ในท้องถิ่นที่ตั้งชื่อตาม “Killer Meteors” อาวุธลับของเขาที่ทำให้เขาอยู่ยงคงกระพัน อย่างไรก็ตามเมื่อ “อมตะ” หวาวูบินตัวละครท้องถิ่นที่ทรงพลังอีกตัวหนึ่งขอความช่วยเหลือจากเขา “ดาวตกเพชฌฆาต” จะเผชิญกับความท้าทายที่ยิ่งใหญ่และอันตรายที่สุดในชีวิตของเขา</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/kilmeo.mp4",
        "media_category": "",
        "img_url": "https://ngmai-hd.com/toowheef/2020/08/Killer-Meteors-324x324.jpg"
    },
    {
        "title": "All’s Well, Ends Well Too (1993) มังกรฉ่ำหมู่ มังกรฉ่ำเดี่ยว",
        "content": "<p>ชื่อภาพยนตร์ : All’s Well, Ends Well Too (1993) มังกรฉ่ำหมู่ มังกรฉ่ำเดี่ยว<br /> แนว/ประเภท : Comedy, Romance<br /> ผู้กำกับภาพยนตร์ : Clifton Ko<br /> บทภาพยนตร์ : Roman Cheung<br /> นักแสดง : Leslie Cheung, Stephen Chow, Raymond Pak-Ming Wong<br /> <strong>เรื่องย่อ : All’s Well, Ends Well Too (1993) มังกรฉ่ำหมู่ มังกรฉ่ำเดี่ยว&nbsp;</strong>All’s Well, Ends Well Too เป็นภาพยนตร์คอมเมดี้ของฮ่องกงปี 1993 ที่กำกับโดยคลิฟตันโคและเปิดตัวในรูปแบบขบขันตามประเพณีปกติที่ให้ความบันเทิงแก่ผู้ชมภาพยนตร์ในการเฉลิมฉลองปีใหม่ทางจันทรคติ การตั้งค่าหลักอยู่ในราชวงศ์ซ่งและสะท้อนให้เห็นถึงช่วงเวลาของการแต่งกายและสถาปัตยกรรม</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/lssre3.mp4",
        "media_category": "",
        "img_url": "https://ngmai-hd.com/toowheef/2020/08/All’s-Well-Ends-Well-Too-324x324.jpg"
    },
    {
        "title": "Godzilla vs. Gigan (1972) ก็อดซิลลา ปะทะ ไกกัน",
        "content": "<p>ชื่อภาพยนตร์ : Godzilla vs. Gigan (1972) ก็อดซิลลา ปะทะ ไกกัน<br /> แนว/ประเภท : Action, Adventure, Family<br /> ผู้กำกับภาพยนตร์ : Jun Fukuda, Yoshimitsu Banno<br /> บทภาพยนตร์ : Shin’ichi Sekizawa<br /> นักแสดง : Hiroshi Ishikawa, Yuriko Hishimi, Minoru Takashima<br /> <strong>เรื่องย่อ : Godzilla vs. Gigan (1972) ก็อดซิลลา ปะทะ ไกกัน&nbsp;</strong>มนุษย์ต่างดาวจากอวกาศวางแผนที่จะยึดครองโลกโดยใช้สัตว์ประหลาดอวกาศ GIGAN และ KING GHIDRAH ซึ่งพวกเขาควบคุมจากสำนักงานใหญ่ลับของพวกเขาภายในส่วนหัวของอาคารจำลอง GODZILLA ที่สวนสนุก สิ่งเดียวที่จะหยุดพวกเขาได้คือความพยายามร่วมกันของ GODZILLA และ ANGUIRUS</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/gzvsdg.mp4",
        "media_category": "",
        "img_url": "https://ngmai-hd.com/toowheef/2020/08/Godzilla-vs-Gigan-324x324.jpg"
    },
    {
        "title": "The Return of Godzilla (1984) การกลับมาของก็อดซิลลา",
        "content": "<p>ชื่อภาพยนตร์ : The Return of Godzilla (1984) การกลับมาของก็อดซิลลา<br /> แนว/ประเภท : Action<br /> ผู้กำกับภาพยนตร์ : Koji Hashimoto, Toshio Masuda<br /> บทภาพยนตร์ : Akira Murao, Hideichi Nagahara<br /> นักแสดง : Takenori Emoto, Sho Hashimoto, Koji Ishizaka<br /> <strong>เรื่องย่อ : The Return of Godzilla (1984) การกลับมาของก็อดซิลลา&nbsp;</strong>บริเวณเกาะไดโกกุที่อยู่ห่างไกลแผ่นดินนั้นได้เกิดเหตุแผ่นดินไหวกลางทะเลขึ้นและทำให้ภูเขาไฟที่อยู่บนเกาะนั้นเกิดการปะทุขึ้นมา ซึ่งทางนักวิทยาศาสตร์หลังจากทราบเหตุการณ์จึงได้รีบไปตรวจสอบยังเกาะไดโกกุ และทีมสำรวจที่มาถึงนั้นก็ได้พบกับสัตว์ประหลาดที่ปรากฏตัวขึ้นจากก้นทะเลนั่นคือ ก็อตซิลลา และจากนั้นก็อตซิลลาก็เริ่มต้นเดินทางมายังชายฝั่งและเริ่มต้นในการทำลายเมืองและหลังจากเกิดเหตุการณ์อันเลวร้ายขึ้นนั้นทางรัฐบาล จึงได้เริ่มต้นประชุมเพื่อที่จะหาทางแก้ไขเหตุการณ์ร้ายที่เกิดขึ้น และแล้วก็อตซิลลานั้นก็ปรากฏตัวขึ้นมายังโตเกียวซึ่งทางรัฐบาลนั้นก็ได้เรียกกองกำลังรักษาประเทศนั้นมาต่อสู้กับก็อตซิลลาแต่ก็ไม่สามารถที่จะสู้ได้ ก็อตซิลลานั้นได้ทำลายสถานที่สำคัญต่างๆของโตเกียวไม่ว่าจะเป็น กินซะ ฮาราจูกุ อากาซากะ และเมื่อไม่มีหนทางจึงได้ติดต่อเพื่อของความช่วยเหลือจากอเมริกาเพื่อยิงขีปนาวุธจากดาวเทียมแต่นั่นเป็นวิธีที่รุนแรงและจะทำลายประเทศญี่ปุ่นด้วย จึงได้เริ่มต้นคิดแผนการที่จะล่อก็อตซิลลาไปยังปากปล่องภูเขาไฟจากนั้นร่างของก็อตซิลลานั้นก็จมหายไปกับแม็กม่าและสถานการณ์ในญี่ปุ่นนั้นก็กลับมาสู่สภาพปกติ</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/gzvsdr.mp4",
        "media_category": "",
        "img_url": "https://ngmai-hd.com/toowheef/2020/08/The-Return-of-Godzilla-324x324.jpg"
    },
    {
        "title": "Godzilla vs. Biollante (1989) ก็อดซิลลาผจญต้นไม้ปีศาจ",
        "content": "<p>ชื่อภาพยนตร์ : Godzilla vs. Biollante (1989) ก็อดซิลลาผจญต้นไม้ปีศาจ<br /> แนว/ประเภท : Action, Sci-Fi<br /> ผู้กำกับภาพยนตร์ : Kazuki Ohmori, Koji Hashimoto<br /> บทภาพยนตร์ : Shinichir? Kobayashi, Kazuki Ohmori<br /> นักแสดง : Kunihiko Mitamura, Yoshiko Tanaka, Masanobu Takashima<br /> <strong>เรื่องย่อ : Godzilla vs. Biollante (1989) ก็อดซิลลาผจญต้นไม้ปีศาจ&nbsp;</strong>นักวิทยาศาสตร์ได้รวมเอาเซลล์ของดอกกุหลาบเข้ากับก๊อตซิลล่าเพื่อสร้างสิ่งมีชีวิตทางชีววิทยาที่น่ากลัวกว่าที่เคยเห็นมาก่อน ทั้งสองทำสงครามหลังจากการล่าทำลายล้างญี่ปุ่น</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/gzvsdb.mp4",
        "media_category": "",
        "img_url": "https://ngmai-hd.com/toowheef/2020/08/Godzilla-vs-Biollante-324x324.jpg"
    },
    {
        "title": "Midnight in Paris (2011) คืนบ่มรักที่ปารีส",
        "content": "<p>&nbsp;</p>\n",
        "video_url": "http://nungth.b-cdn.net/vod/mifhhc.mp4,http://nungth.b-cdn.net/vod/mifhhc.mp4",
        "media_category": "",
        "img_url": "https://ngmai-hd.com/toowheef/2020/08/The-Osiris-Child-324x324.jpg"
    },
    {
        "title": "Unhinged (2020) เฮียคลั่ง ดับเครื่องชน",
        "content": "<p>&nbsp;</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/uhihin.mp4",
        "media_category": "",
        "img_url": "https://ngmai-hd.com/toowheef/2020/08/Unhinged-2020-324x324.png"
    },
    {
        "title": "The Song of Sparrows (Avaze gonjeshk-ha) (2008) บทเพลงนกกระจอก",
        "content": "<p>&nbsp;</p>\n",
        "video_url": "http://nungth.b-cdn.net/vod/sherps.mp4,http://nungth.b-cdn.net/vod/sherps.mp4",
        "media_category": "",
        "img_url": "https://ngmai-hd.com/toowheef/2020/08/The-Song-of-Sparrows-Avaze-gonjeshk-ha-2008-บทเพลงนกกระจอก-324x324.jpg"
    },
    {
        "title": "The Park (2003) สวนสนุกผี",
        "content": "<p>&nbsp;</p>\n",
        "video_url": "http://nungth.b-cdn.net/vod/tpecwk.mp4,http://nungth.b-cdn.net/vod/tpecwk.mp4",
        "media_category": "",
        "img_url": "https://ngmai-hd.com/toowheef/2020/08/The-Park-2003-สวนสนุกผี-324x324.jpg"
    },
    {
        "title": "Gunjan Saxena: The Kargil Girl (2020) กัณจัญ ศักเสนา ติดปีกสู่ฝัน",
        "content": "<p>&nbsp;</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/gnjxkk.mp4",
        "media_category": "",
        "img_url": "https://ngmai-hd.com/toowheef/2020/08/Gunjan-Saxena-The-Kargil-Girl-2020-กัณจัญ-ศักเสนา-ติดปีกสู่ฝัน-324x324.jpg"
    },
    {
        "title": "Edward Scissorhands (1990) เอ็ดเวิร์ด มือกรรไกร",
        "content": "<p>ชื่อภาพยนตร์ : Edward Scissorhands (1990) เอ็ดเวิร์ด มือกรรไกร<br /> แนว/ประเภท : ดราม่า, แฟนตาซี, โรแมนติก<br /> ผู้กำกับภาพยนตร์ : Tim Burton<br /> บทบาทภาพยนตร์ : Tim Burton<br /> นักแสดง : Johnny Depp, Winona Ryder, Dianne Wiest</p>\n",
        "video_url": "http://nungth.b-cdn.net/vod/edscos.mp4,http://nungth.b-cdn.net/vod/edscos.mp4",
        "media_category": "",
        "img_url": "https://ngmai-hd.com/toowheef/2020/08/Edward-Scissorhands.-324x324.jpg"
    },
    {
        "title": "Project Power (2020) โปรเจคท์ พาวเวอร์ พลังลับพลังฮีโร่",
        "content": "<p>&nbsp;</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/oorkjrp.mp4",
        "media_category": "",
        "img_url": "https://ngmai-hd.com/toowheef/2020/08/Project-Power-2020-โปรเจคท์-พาวเวอร์-พลังลับพลังฮีโร่-324x324.jpg"
    },
    {
        "title": "Blast from the Past (1999) มนุษย์หลุมหลบภัยบ้าหลุดโลก",
        "content": "<p>ชื่อภาพยนตร์ : Blast from the Past (1999) มนุษย์หลุมหลบภัยบ้าหลุดโลก<br /> แนว/ประเภท : ตลก, ดราม่า, โรแมนติก<br /> ผู้กำกับภาพยนตร์ : Hugh Wilson<br /> บทบาทภาพยนตร์ : Hugh Wilson<br /> นักแสดง : Brendan Fraser, Alicia Silverstone, Christopher Walken</p>\n",
        "video_url": "http://nungth.b-cdn.net/vod/bfawoe.mp4,http://nungth.b-cdn.net/vod/bfawoe.mp4",
        "media_category": "",
        "img_url": "https://ngmai-hd.com/toowheef/2020/08/Blast-from-the-Past-324x324.jpg"
    },
    {
        "title": "An Easy Girl (2019) สาวใจง่าย",
        "content": "<p>ชื่อภาพยนตร์ : An Easy Girl (2019) สาวใจง่าย<br /> แนว/ประเภท : ตลก, ดราม่า<br /> ผู้กำกับภาพยนตร์ : Rebecca Zlotowski<br /> บทบาทภาพยนตร์ : Rebecca Zlotowski<br /> นักแสดง : Mina Farid, Zahia Dehar, Beno?t Magimel</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/aezsie.mp4",
        "media_category": "",
        "img_url": "https://ngmai-hd.com/toowheef/2020/08/Une-fille-facile-324x324.jpg"
    },
    {
        "title": "Boys State (2020)",
        "content": "<p>&nbsp;</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/bzstme.mp4",
        "media_category": "",
        "img_url": "https://ngmai-hd.com/toowheef/2020/08/Boys-State-2020-324x324.jpg"
    },
    {
        "title": "Snow Flower (Yuki no Hana) (2019) ชีวิตที่สั้นนั้นมีแค่เรา",
        "content": "<p>ชื่อภาพยนตร์ : Snow Flower (Yuki no Hana) (2019) ชีวิตที่สั้นนั้นมีแค่เรา<br /> แนว/ประเภท : ดราม่า, โรแมนติก<br /> ผู้กำกับภาพยนตร์ : K?jir? Hashimoto<br /> บทบาทภาพยนตร์ : Yoshikazu Okada<br /> นักแสดง : Hiroomi Tosaka, Ayami Nakaj?, Kenta Hamano</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/sugkio.mp4",
        "media_category": "",
        "img_url": "https://ngmai-hd.com/toowheef/2020/08/Snow-Flower-Yuki-no-Hana.-324x324.jpg"
    },
    {
        "title": "The Comet Kids (2017)",
        "content": "<p>ชื่อภาพยนตร์ : The Comet Kids (2017)<br /> แนว/ประเภท : การผจญภัย<br /> ผู้กำกับภาพยนตร์ : Glenn Triggs<br /> บทบาทภาพยนตร์ : Glenn Triggs<br /> นักแสดง :Tiriel Mora, Reg Gorman, Alicia Ruberto</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/hiekio.mp4",
        "media_category": "",
        "img_url": "https://ngmai-hd.com/toowheef/2020/08/The-Comet-Kids-324x324.jpg"
    },
    {
        "title": "Shimmer Lake (2017) ชิมเมอร์ เลค",
        "content": "<p>ชื่อภาพยนตร์ : Shimmer Lake (2017) ชิมเมอร์ เลค<br /> แนว/ประเภท : อาชญากรรม, ดราม่า, ความลึกลับ<br /> ผู้กำกับภาพยนตร์ : Oren Uziel<br /> บทบาทภาพยนตร์ : Oren Uziel<br /> นักแสดง : Benjamin Walker, Rainn Wilson, Stephanie Sigman</p>\n",
        "video_url": "https://nungth.b-cdn.net/vod/miltgc.mp4",
        "media_category": "",
        "img_url": "https://ngmai-hd.com/toowheef/2020/08/Shimmer-Lake-324x324.jpg"
    },
    {
        "title": "Catch That Kid (2004) แสบจิ๋วจารกรรมเหนือฟ้า",
        "content": "<p>วันที่ฉายครั้งแรก: 6 กุมภาพันธ์ 2547</p>\n",
        "video_url": "https://cdn.turtle.to/vod/disk3/movies/cakds.mp4",
        "media_category": "",
        "img_url": "https://ngmai-hd.com/toowheef/2020/08/Catch-That-Kid-2004-แสบจิ๋วจารกรรมเหนือฟ้า-324x324.jpg"
    }
]